[
  {
    "term": "Abbey beer",
    "definition": "A style of Belgian beer brewed in the tradition of monastic ales, often rich and malty, sometimes brewed by secular breweries under license or tribute to a former monastery."
  },
  {
    "term": "Abboccato",
    "definition": "Slightly sweet in Italian terminology."
  },
  {
    "term": "Abfüllung",
    "definition": "German wine label term for an estate that bottles their own wine. Similar terms include erzeugerabfüllung and gutsabfüllung."
  },
  {
    "term": "Abruzzo",
    "definition": "Abruzzo is a mountainous wine region in central Italy, bordered by the Adriatic Sea, known for its rugged terrain and diverse microclimates. It is best known for Montepulciano d’Abruzzo, a deeply colored red wine made from the Montepulciano grape, offering rich dark fruit flavors and approachable tannins. The region also produces fresh, citrusy white wines from the Trebbiano d’Abruzzo grape. Though historically associated with bulk wine, Abruzzo is increasingly gaining recognition for its quality-driven producers and age-worthy wines from higher elevations."
  },
  {
    "term": "Absinthe",
    "definition": "A high-proof, herbal spirit traditionally flavored with wormwood, anise, and fennel, famous for its historic role in European café culture and its (now debunked) association with hallucinations."
  },
  {
    "term": "Acetic Acid",
    "definition": "A volatile organic acid often encountered in food; this is the main acid responsible for the flavor of vinegar. From this you'll have gathered that it is not a desirable component of wine. If you leave a bottle of wine open for a couple of weeks, a bug called Acetobacter will turn the alcohol into acetic acid, and you'll have vinegar."
  },
  {
    "term": "Acetaldehyde",
    "definition": "Also known as ethanal, is a naturally occurring organic compound and a key intermediate in the metabolism of alcohol. It's a colorless, flammable liquid or gas with a pungent, fruity odor. While naturally present in some foods and produced during alcohol metabolism, acetaldehyde is also used in industrial manufacturing."
  },
  {
    "term": "Acid",
    "definition": "A  vital component of wine: it helps red wines keep their color and gives white wines their balance. If a wine has too much acidity, it will be abrasive. If it has too little, it will be homogenous and uninteresting. Acidity levels (along with alcohol, tannin, etc.) is a key component in a balanced wine."
  },
  {
    "term": "Acidification",
    "definition": "A wine additive process commonly used in warm climate growing regions to enhance the acidity levels in wine."
  },
  {
    "term": "Aconcagua",
    "definition": "Aconcagua is a prominent wine region in central Chile, named after the towering Aconcagua Mountain, and is known for producing bold, structured red wines, particularly from Cabernet Sauvignon and Syrah. The region benefits from a Mediterranean climate with cooling Pacific breezes and Andean influences, allowing for balanced ripening and expressive fruit. Sub-regions like Aconcagua Valley and Aconcagua Costa are gaining recognition for their high-quality wines, with producers such as Errázuriz leading the charge in both innovation and international acclaim."
  },
  {
    "term": "Adega",
    "definition": "Term for a winery or wine cellar in Portugal."
  },
  {
    "term": "Adelaide",
    "definition": "Adelaide, located in South Australia, is a major hub for the country's wine industry and sits at the center of several renowned wine regions, including Barossa Valley, McLaren Vale, and Adelaide Hills. The surrounding areas produce a wide range of styles—from rich Shiraz and Cabernet Sauvignon to cool-climate Chardonnay, Pinot Noir, and Sauvignon Blanc—thanks to the region’s varied elevations and maritime influences. Adelaide Hills is known for its elegant, high-acid whites and refined reds, making the greater Adelaide zone one of Australia’s most diverse and influential wine-producing areas."
  },
  {
    "term": "Adeliade Hills",
    "definition": "Adelaide Hills is a cool-climate wine region located just east of the city of Adelaide, known for its high elevation, crisp air, and diverse microclimates. Unlike the warmer nearby regions of Barossa and McLaren Vale, Adelaide Hills specializes in vibrant, aromatic white wines like Sauvignon Blanc and Chardonnay, as well as elegant, lighter-bodied reds such as Pinot Noir and Syrah. Its altitude and maritime breezes help preserve acidity and freshness, resulting in wines with precision, subtlety, and strong site expression—making it a standout among Australia’s more fruit-forward regions."
  },
  {
    "term": "Ageing",
    "definition": "Most wines are meant to be consumed young; however, some can improve with proper ageing. This usually entails wine being aged in barrel or steel tank at the winery or being aged in a wine cellar at a restaurant or a private home."
  },
  {
    "term": "Adulteration",
    "definition": "Adulteration in wine refers to the illegal practice of altering wine’s compositions-such as adding artificial color, sugar, or other substances-to deceive consumers or mimic higher-quality products. It has been a form of wine fraud for centuries, undermining trust in producers and markets alike. To combat this, many countries have developed controlled appellation systems (like France’s AOC, Italy’s DOC/DOCG, or Spain’s DO), which regulate everything from grape varieties and geographic origin to yields and production methods. These systems help protect authenticity and quality, offering consumers greater assurance that what's in the bottle reflects its label and origin truthfully."
  },
  {
    "term": "Aeration",
    "definition": "Aeration is the process of exposing wine to air, typically by swirling in a glass, using a decanter, or with a specialized aerator, to help it “open up” and release aromas and flavors. For many young red wines, especially those with firm tannins or reduced aromas, aeration can soften harsh edges and enhance complexity, making the wine more expressive and enjoyable. However, too much air—or too much time exposed—can flatten delicate wines, especially older vintages or lighter styles, causing them to lose nuance or oxidize prematurely. In short, aeration can elevate a wine when done thoughtfully, but it’s not a one-size-fits-all solution."
  },
  {
    "term": "Agiorgitiko",
    "definition": "Agiorgitiko is a versatile red grape native to Greece, primarily grown in the Nemea region of the Peloponnese, where it produces wines ranging from soft, fruit-forward styles to deeply structured, age-worthy reds. Known for its rich color, smooth tannins, and flavors of plum, cherry, and baking spice, Agiorgitiko is compared to Merlot for its plush texture and broad appeal."
  },
  {
    "term": "Aglianico",
    "definition": "Aglianico is one of Italy’s oldest and most noble red grape varieties, thought to have been introduced by the ancient Greeks and long cultivated in the southern regions of Campania and Basilicata. Known for its thick skins, high tannins, and bright acidity, Aglianico produces deeply structured, age-worthy wines with flavors of black cherry, plum, leather, and dried herbs. It thrives in volcanic soil and warm climates, particularly in appellations like Taurasi (Campania) and Aglianico del Vulture (Basilicata), where it can rival the complexity and longevity of Nebbiolo and Sangiovese. Though demanding in both vineyard and cellar, Aglianico rewards patience, developing elegance and nuance with extended aging."
  },
  {
    "term": "Aglianico del Vulture",
    "definition": "Aglianico del Vulture is a powerful red wine from Basilicata in southern Italy, crafted from the ancient Aglianico grape, which is believed to have been brought to the region by the Greeks as early as the 6th century BCE. Grown on the volcanic slopes of Mount Vulture, the grape thrives in the region’s mineral-rich soils and high-altitude vineyards, producing wines with depth, structure, and longevity. Aglianico del Vulture is known for its dark fruit flavors, firm tannins, and earthy notes of leather, tobacco, and spice, often requiring time to soften and reveal its complexity."
  },
  {
    "term": "Agritourismo",
    "definition": "An Italian term for a winery that doubles as a holiday destination."
  },
  {
    "term": "Ahr",
    "definition": "The Ahr is one of Germany’s smallest and northernmost wine regions, located along the steep, narrow Ahr River valley just south of Bonn. Despite its cool climate, the region is uniquely suited to red wine production—especially Spätburgunder (Pinot Noir)—thanks to its steep, south-facing slate slopes that absorb and retain heat. Ahr Pinot Noirs are known for their elegance, fine tannins, and vibrant red fruit, often with mineral and herbal undertones, earning the region a reputation as a hidden gem for cool-climate reds. While production is limited and often consumed locally, quality-focused producers like Meyer-Näkel and Jean Stodden have helped bring Ahr wines to international attention."
  },
  {
    "term": "Aidani",
    "definition": "White wine grape grown on the island of Santorini, Greece."
  },
  {
    "term": "Airén",
    "definition": "Airén is a white grape variety native to Spain and, for many years, was the most widely planted grape in the world—largely due to its extensive cultivation in the hot, dry plains of central Spain, particularly in Castilla-La Mancha. Known for its drought resistance and high yields, Airén has traditionally been used for bulk wine production and brandy, valued more for its volume than for aromatic complexity. The wines it produces are typically light, neutral, and low in acidity, though careful vinification can yield fresh, easy-drinking whites with subtle notes of apple and citrus."
  },
  {
    "term": "Albariño",
    "definition": "Albariño is a high-quality white grape native to the Iberian Peninsula, most famously grown in the Rías Baixas region of Galicia in northwestern Spain, as well as in northern Portugal where it is known as Alvarinho. It thrives in the cool, maritime climate of these coastal areas, producing wines that are fresh, aromatic, and crisp, with natural acidity and a slight saline edge. Typical flavor notes include citrus, green apple, white peach, and floral tones, often with a touch of minerality that reflects its Atlantic-influenced terroir. While typically enjoyed young for its vibrant character, top examples can gain texture and complexity with short aging or lees contact."
  },
  {
    "term": "Albariza",
    "definition": "A soil formed by diatomaceous deposits, found most prominently in southern Spain. More specifically, this soil is mostly comprised of chalk, with limestone, clay and sand. This soil is found in the Jerez area, especially in the sub-region Jerez Superior, where the Palomino grape thrives for the production of Sherry. This soil is notorious for is water retention properties, storing the rainwater from the wet winter months for the long, dry summer."
  },
  {
    "term": "Alberello",
    "definition": "A viticulture term for head-trained vines in Italy, known as bush vine training in the southern hemisphere and gobelet in France."
  },
  {
    "term": "Albillo",
    "definition": "Albillo is a rare white grape native to Spain, primarily found in regions like Ribera del Duero and Madrid, where it was historically used in blends but is now gaining attention for varietal wines. It produces elegant, medium-bodied whites with subtle aromas of stone fruit, herbs, and a soft, rounded texture, often benefiting from lees aging or barrel fermentation to enhance complexity."
  },
  {
    "term": "Alcohol",
    "definition": "Commonly used term for ethyl alcohol. It is the product of the fermentation of sugars by yeast. Alcohol in wine is primarily ethanol, a byproduct of fermentation, where yeast consumes grape sugars and converts them into alcohol, carbon dioxide, and heat. The alcohol level, usually measured as a percentage of volume (e.g., 13.5% ABV), depends on the sugar content of the grapes at harvest—riper grapes yield higher alcohol. Alcohol not only contributes to the wine’s body, giving it weight and texture on the palate, but also plays a critical role in aroma release and perceived sweetness, even in dry wines. Scientifically, alcohol acts as a solvent, enhancing the volatility of aromatic compounds, which is why higher-alcohol wines often seem more aromatic. However, balance is key: too much alcohol can make a wine feel hot, overpowering, or unbalanced, especially if not matched by sufficient acidity, tannin, or residual sugar. In contrast, low-alcohol wines (often under 11%) may feel lighter and fresher but can risk lacking depth or structure if not well-made. Different styles and regions naturally yield different alcohol levels—cooler climates (like Germany or coastal Chile) tend to produce lower-alcohol wines due to slower ripening, while warmer climates (like California or Australia) often result in richer, higher-alcohol wines. Alcohol, when in harmony with other components, is a key driver of wine’s texture, flavor expression, and overall impact."
  },
  {
    "term": "Alcohol by volume (ABV)",
    "definition": "The measure of the percentage (or proof) of a particular alcoholic beverage. The measure of its overall strength."
  },
  {
    "term": "Ale",
    "definition": "Ale is one of the two primary beer categories (alongside lager), distinguished by its use of top-fermenting yeast (Saccharomyces cerevisiae) that operates at warmer temperatures, typically between 60–75°F (15–24°C), resulting in a faster fermentation and more pronounced fruity, spicy, and complex flavor profiles. Ale encompasses a wide range of styles, from light and refreshing pale ales and blondes, to bold IPAs, rich stouts, malty brown ales, and strong Belgian dubbels and tripels. Unlike lagers, ales generally have less crispness and more estery character, and are often less filtered, making them fuller-bodied and aromatic. The production of ale allows for greater yeast expression and stylistic diversity, with ingredients like roasted malts, dry hops, or fruit additions often used to enhance complexity. Whether traditional English styles or innovative American craft versions, ales continue to offer endless variety and creative expression in the brewing world."
  },
  {
    "term": "Alembic still",
    "definition": "A traditional copper pot still used in distillation, especially for brandy and some artisanal spirits, valued for flavor retention and complexity."
  },
  {
    "term": "Algarve",
    "definition": "The Algarve, Portugal’s southernmost region, is more famous for its coastline than its wines, but it has a long-standing viticultural history that is steadily gaining renewed interest. The region is divided into four official wine subregions—Lagos, Portimão, Lagoa, and Tavira—each with slightly different microclimates influenced by the Atlantic and the surrounding hills. The warm, dry conditions and limestone or sandy soils favor red grapes like Negra Mole, Castelão, and Touriga Nacional, producing soft, ripe, approachable wines. While once dominated by bulk wine, the Algarve is seeing a rise in boutique producers focused on quality and native varieties, offering wines that pair naturally with the region’s seafood-rich cuisine and relaxed coastal lifestyle."
  },
  {
    "term": "Algeria",
    "definition": "Algeria was once one of the world’s largest wine producers, particularly during the late 19th and early 20th centuries when it served as a vital supplier of bulk wine to France. Under French colonial rule, vast vineyards were planted across the north, especially in regions like Oran and Algiers, taking advantage of the Mediterranean climate and fertile soils to produce high-alcohol, deeply colored reds. These wines were often blended with weaker French wines to boost strength and color, and at its peak in the 1930s and 1950s, Algeria produced more wine than any other country except France and Italy. After independence in 1962, however, Algeria’s wine industry collapsed due to nationalization, the departure of French vintners, and a shift in government policy away from alcohol production in a majority-Muslim country. Today, only a small fraction of the former vineyards remain, with limited production focused mostly on local consumption and occasional exports. Despite its decline, Algeria’s legacy as a former powerhouse of Mediterranean wine production remains a fascinating chapter in the global history of viticulture."
  },
  {
    "term": "Alicante",
    "definition": "Alicante, located on Spain’s southeastern Mediterranean coast in the Valencia region, is known for its warm climate and diverse wine styles. The region is particularly famous for Monastrell (Mourvèdre), which thrives in the hot, dry conditions and produces bold, spicy reds with ripe fruit and earthy depth. Alicante is also home to Fondillón, a rare and historic oxidative dessert wine made from overripe Monastrell and aged for decades in barrel without fortification. With both traditional and modern producers at work, Alicante is gaining recognition for wines that combine Mediterranean richness with increasing balance and finesse."
  },
  {
    "term": "Alluvial soil",
    "definition": "A gravel and silt-based soil that has been transported by flooding and ancient waters."
  },
  {
    "term": "Alicante Bouschet",
    "definition": "Alicante Bouschet is a rare teinturier grape, meaning it has red flesh as well as red skin, originally developed in France but now widely planted in Portugal and parts of Spain. Known for its deep color and robust structure, it produces intensely pigmented, full-bodied reds often used in blends to add color and concentration."
  },
  {
    "term": "Aligote",
    "definition": "Aligoté is a lesser-known white grape from Burgundy, France, often overshadowed by Chardonnay but prized for its high acidity and fresh, citrus-driven profile. Traditionally used in the classic Kir cocktail, it also shines in lean, mineral-driven wines, especially from the Bouzeron AOC. Aligoté is gaining renewed interest from growers and sommeliers for its food-friendly style and ability to express terroir in a vibrant, accessible way."
  },
  {
    "term": "Almacenista",
    "definition": "Winemaking term in Spain that describes the producer who both produces and ages the wines before sale, specifically in the region of Jerez."
  },
  {
    "term": "Alsace",
    "definition": "Alsace, located in northeastern France along the German border, is a distinctive wine region with a unique blend of French and German cultural influences. Its wine history dates back to Roman times, but it was shaped significantly by centuries of shifting rule between France and Germany, which impacted both grape selection and winemaking style. Today, Alsace is known for its focus on varietal labeling—rare in France—and for producing aromatic, food-friendly white wines that reflect purity and terroir. The region specializes in noble white grapes such as Riesling, Gewurztraminer, Pinot Gris, and Muscat, which thrive in Alsace’s cool, dry climate and diverse soils. These wines are typically vinified dry, with crisp acidity, floral and mineral profiles, and a strong sense of place. Pinot Blanc and Sylvaner also appear, while Pinot Noir has gained traction in recent years, especially in warmer sites, producing fresh, elegant reds. Alsace is also known for its exceptional sparkling wine, Crémant d’Alsace, made using the traditional method. Wines from Alsace are often labeled by grape variety and sometimes by vineyard, including the prestigious Grand Cru sites. The region also produces late-harvest wines—Vendanges Tardives and Sélection de Grains Nobles—that show remarkable richness and aging potential. With a focus on precision, balance, and expression of terroir, Alsace continues to stand out as one of France’s most distinctive and characterful wine regions."
  },
  {
    "term": "Alto-Adige",
    "definition": "Alto Adige, also known as Südtirol, is a northern Italian wine region located in the foothills of the Alps, bordering Austria and Switzerland. With its dramatic mountain landscapes, high-altitude vineyards, and bilingual culture (Italian and German), Alto Adige blends Central European precision with Italian elegance. The region benefits from a unique combination of cool alpine air and warm Mediterranean sunshine, which allows for slow, even grape ripening and wines with vibrant acidity and aromatic intensity. The region is especially renowned for its white wines, which make up the majority of production. Key varieties include Pinot Grigio, Gewürztraminer (which likely originated here), Sauvignon Blanc, and Pinot Bianco, all of which thrive in the cooler climate and yield crisp, focused, and expressive wines. Alto Adige also produces elegant reds, particularly Lagrein, a native grape known for its deep color and earthy, dark-fruited profile, and Schiava (Vernatsch), a lighter, aromatic red often enjoyed young. Alto Adige is organized into several subzones and communes, but much of the wine is labeled under the broader Alto Adige DOC. The region is also known for its lofty standards of viticulture and sustainability, with many small, quality-focused producers and cooperative wineries crafting wines of precision and terroir expression."
  },
  {
    "term": "Amaretto",
    "definition": "A sweet, almond-flavored Italian liqueur (often made from apricot pits), used in cocktails like the Amaretto Sour and in dessert applications."
  },
  {
    "term": "Amaro",
    "definition": "The Italian term for “bitter”. Amarone derives its name from this word, as does the after-dinner elixir so popular around the world. It is not uncommon to see an Amaro section on the after-dinner menu of a fine dining restaurant, as its digestive properties have been touted for centuries."
  },
  {
    "term": "Amarone",
    "definition": "Amarone della Valpolicella is one of Italy’s most distinctive and revered red wines, produced in the Veneto region of northeastern Italy, just north of Verona. It comes from the Valpolicella Classica and surrounding zones, a series of rolling hills and valleys influenced by the nearby Lake Garda and protected by the Lessini Mountains. These conditions provide excellent airflow and a favorable climate for both grape ripening and the traditional drying process that defines Amarone."
  },
  {
    "term": "Ambient yeast",
    "definition": "Ambient yeast, also known as wild or native yeast, refers to the naturally occurring yeast strains present on grape skins and in the winery environment that can initiate fermentation without added commercial yeast. Using ambient yeast can enhance complexity and reflect a wine’s unique terroir, but it also carries greater risk, as fermentation may be slower, less predictable, or prone to spoilage if not carefully managed."
  },
  {
    "term": "American hybrid vines",
    "definition": "American hybrid vines are the result of crossing native North American grape species—such as Vitis labrusca, Vitis riparia, and Vitis aestivalis—with Vitis vinifera, the European species responsible for most of the world’s fine wines. These hybrids were developed primarily in the 19th and 20th centuries to combat challenges like phylloxera, harsh winters, and fungal diseases that vinifera struggles with in certain climates. While often dismissed historically for their “foxy” or non-traditional flavors, modern American hybrids like Marquette, Frontenac, Seyval Blanc, and Chambourcin have gained renewed respect for their ability to thrive in cold or humid regions like the Midwest, Northeast, and parts of Canada. Today, they play a significant role in sustainable viticulture and regional identity, especially in emerging wine areas where traditional grapes struggle to grow."
  },
  {
    "term": "American Viticultural Area (AVA)",
    "definition": "An American Viticultural Area (AVA) is a designated winegrowing region in the United States, defined by unique geographic, climatic, and soil conditions that influence the character of the wine produced there. Established and regulated by the Alcohol and Tobacco Tax and Trade Bureau (TTB), an AVA serves as a legally recognized indication of origin—similar to France’s AOC or Italy’s DOC systems. There are over 270 AVAs in the U.S., ranging from broad regions like California’s North Coast to very specific areas like Oakville within Napa Valley. To use an AVA name on a wine label, at least 85% of the grapes must come from that area, and the wine must be fully finished within the state of that AVA. AVAs help consumers understand where a wine is from and, over time, can offer clues about a wine’s typical style, quality, and grape variety. For example, Willamette Valley AVA in Oregon is known for Pinot Noir, while Sonoma Coast AVA often produces crisp Chardonnay. Though AVAs don’t guarantee quality, they do help highlight the diversity of American wine regions and provide a framework for regional identity and terroir-driven winemaking."
  },
  {
    "term": "American Whiskey",
    "definition": "A broad category that includes Bourbon, Tennessee Whiskey, and Rye, defined by U.S. laws regulating mash bill, aging, and production location."
  },
  {
    "term": "Amontillado",
    "definition": "This is aged Fino Sherry that undergoes oxidative ageing.  After the flor (yeast) dies, the yeast sinks to the bottom of the wine and is no longer able to protect the Sherry from oxidation. The now unprotected Sherry begins to take on a rich and deep nutty flavor and takes the character of traditional Amontillado."
  },
  {
    "term": "Amphora",
    "definition": "A ceramic vessel used for aging wines. Most associated with wine production in antiquity, this methodology has made a resurgence in recent decades."
  },
  {
    "term": "Amtliche Prüfnummer",
    "definition": "The Amtliche Prüfnummer (or AP number) is a unique code assigned to each individual bottling of quality wine produced by every winemaker in Germany. Each set of numbers stands for the region, village and winemaker; with every bottle of wine having their own AP number."
  },
  {
    "term": "Anbaugebiet",
    "definition": "The thirteen German growing regions, led by names such as the Mosel, Rheingau and the Pfalz."
  },
  {
    "term": "Ancestrale Method",
    "definition": "This is a method of sparkling wine production in which the second fermentation naturally occurs from the presence of leftover sugar, creating a rustic and lighter style of sparkling wine."
  },
  {
    "term": "Andalucia",
    "definition": "Andalucía, located in southern Spain along the Mediterranean and Atlantic coasts, is a historic and culturally rich wine region best known for producing Sherry—a fortified wine with centuries of tradition. The heart of Sherry production lies in the \"Sherry Triangle\", formed by the towns of Jerez de la Frontera, Sanlúcar de Barrameda, and El Puerto de Santa María, where the unique albariza chalky soils and hot, dry climate are ideal for the main grape, Palomino Fino. Other key grapes include Pedro Ximénez (PX), used in lusciously sweet wines, and Moscatel, which adds floral richness to some styles. Sherry comes in a wide range of expressions, from the bone-dry, saline Fino and Manzanilla, aged under a veil of yeast called flor, to richer, oxidized styles like Oloroso, Amontillado, and sweet dessert wines like PX and Cream Sherry. Beyond Sherry, Andalucía also produces unfortified wines in emerging areas like Sierras de Málaga, Montilla-Moriles, and Cádiz, where winemakers are reviving local varieties and experimenting with modern styles. With a deep winemaking legacy and growing diversity, Andalucía offers both timeless classics and exciting new expressions rooted in its sun-soaked terroir."
  },
  {
    "term": "Angostura bitters",
    "definition": "A concentrated bitters originally from Venezuela and now made in Trinidad, widely used in classic cocktails like the Old Fashioned and Manhattan."
  },
  {
    "term": "Anjou",
    "definition": "Anjou, located in the western Loire Valley near the city of Angers, is a historic and versatile wine region known for both dry and sweet wines. It produces crisp whites from Chenin Blanc, ranging from zesty and mineral-driven to lusciously sweet in nearby Coteaux du Layon. Anjou also makes structured reds from Cabernet Franc, particularly in Anjou-Villages, and some of the Loire’s best rosés, including Rosé d’Anjou and Cabernet d’Anjou. The region’s diversity and Chenin Blanc’s adaptability make Anjou a key part of the Loire’s wine identity."
  },
  {
    "term": "Annata",
    "definition": "Italian term for vintage."
  },
  {
    "term": "Anthocyanins",
    "definition": "The solid matter inside of a wine grape that gives it color, specifically in red wine grapes."
  },
  {
    "term": "AOP",
    "definition": "Appellation d'Origine Protegee . New organizational law of French agricultural products, replacing the AOC moniker for governmental purposes. DOP/AOP laws of the European Union are congruent to the AOC laws that a country as France has, for instance, and functions alongside the AOP/DOP laws."
  },
  {
    "term": "Apera",
    "definition": "A name used in Australia for fortified wines made in the style of Sherry."
  },
  {
    "term": "Appellation Contrôlée",
    "definition": "AOC, or Appellation d’Origine Contrôlée (Controlled Designation of Origin), is a French system that protects and regulates agricultural products—especially wine, cheese, and other regional specialties—based on their geographic origin. For wine, the AOC system ensures that a bottle labeled with a specific region (like Bordeaux or Chablis) follows strict rules about where the grapes are grown, which grape varieties are allowed, how the wine is made, and even how it’s aged. These rules are designed to preserve traditional methods and highlight the unique character, or terroir, of each region. Introduced in the 1930s, the AOC system helps guarantee authenticity and quality for consumers while protecting producers from imitation. Not all French wines are AOC; lower classifications include IGP (Indication Géographique Protégée) and Vin de France, which have fewer restrictions and offer more stylistic freedom. For novices, seeing “AOC” on a label is a sign that the wine comes from a recognized area with defined traditions and standards, offering a reliable sense of place and style."
  },
  {
    "term": "Aquavit",
    "definition": "A traditional Scandinavian spirit distilled from grain or potatoes and flavored with caraway, dill, or fennel, often consumed chilled with food."
  },
  {
    "term": "Aragon",
    "definition": "Aragón is an inland region of northeastern Spain, bordered by France to the north and neighboring wine regions like Rioja and Catalonia. It features a rugged, mountainous landscape shaped by the Pyrenees in the north and the Ebro River running through its center, creating a range of altitudes and microclimates ideal for viticulture. The region’s hot, dry climate and stony, well-drained soils are especially well-suited to growing hardy red grape varieties. Aragón is known for bold, expressive wines, particularly from Garnacha (Grenache), which is believed to have originated here. The region is home to four main DOs: Cariñena, Campo de Borja, Calatayud, and Somontano. These appellations produce rich, fruit-forward reds from old-vine Garnacha, as well as structured blends that include Tempranillo, Syrah, and Cabernet Sauvignon. Somontano, in the cooler foothills of the Pyrenees, is also known for its fresh whites and experimentation with international varieties. With a mix of tradition and modern winemaking, Aragón offers some of Spain’s most characterful and underrated wines."
  },
  {
    "term": "Arak",
    "definition": "A traditional Middle Eastern anise-flavored spirit, often enjoyed with water and ice, where it turns cloudy (the ouzo effect)."
  },
  {
    "term": "Arbois",
    "definition": "Arbois is the most well-known appellation in France’s Jura region, located between Burgundy and the Swiss border. It produces a range of distinctive wines, including oxidative whites from Savagnin, classic Vin Jaune, and fresh reds from Trousseau, Poulsard, and Pinot Noir. The area’s limestone-rich soils and cool climate contribute to the region’s signature minerality and vibrant acidity. As Jura’s wine capital, Arbois showcases both traditional and modern styles, making it a key destination for fans of distinctive, terroir-driven wines."
  },
  {
    "term": "Argentina",
    "definition": "Argentina is one of the world’s top wine-producing countries, with vineyards stretching along the eastern foothills of the Andes Mountains. The country's high-altitude terroirs, especially in Mendoza, provide intense sunlight, cool nights, and low humidity—ideal conditions for growing healthy, concentrated grapes. Mendoza dominates production, but other regions like Salta, San Juan, and Patagonia contribute distinctive styles, from high-elevation Torrontés in the north to elegant Pinot Noir in the cooler south. Malbec is Argentina’s flagship grape, producing bold, deeply colored reds with notes of plum, violet, and spice. Originally from France, Malbec has found its most expressive home in Argentina’s Uco Valley and Luján de Cuyo. The country also excels with Cabernet Sauvignon, Bonarda, and Syrah, while white wines from Torrontés, Chardonnay, and Sauvignon Blanc show increasing finesse and regional character. Modern Argentine winemaking blends tradition with innovation. Producers are focusing more on terroir, lower yields, and sustainable practices, with a growing emphasis on site-specific wines and high-altitude viticulture. While Argentina built its global reputation on approachable Malbec, it now offers a wide range of refined, expressive wines that reflect its unique geography and evolving wine culture."
  },
  {
    "term": "Armangac",
    "definition": "Armagnac is France's oldest brandy, produced in the Gascony region of southwestern France since at least the 15th century, and represents a more rustic, artisanal approach to grape brandy compared to its more famous cousin Cognac, using single-distillation in traditional column stills (alambic armagnacais) that preserves more of the wine's original character and terroir. The spirit is made from specific grape varieties including Ugni Blanc, Baco Blanc, and Folle Blanche grown in three designated sub-regions—Bas-Armagnac (producing the finest, most elegant brandies), Ténarèze (known for structured, age-worthy spirits), and Haut-Armagnac (the smallest production area)—with each terroir contributing distinct characteristics based on soil composition and microclimate. Unlike Cognac's double distillation process, Armagnac's single continuous distillation typically results in a lower proof spirit (52-60% ABV) that retains more congeners and flavor compounds, creating brandies with greater intensity, earthiness, and individual personality that reflect both the vintage year and specific producer's style. Armagnac ages in black oak barrels from Gascony forests, developing complex flavors of dried fruits, spices, leather, and nuts over decades, with many producers offering vintage-dated bottles that showcase specific harvest years, making this spirit particularly appealing to collectors and connoisseurs seeking authentic, terroir-driven expressions of French brandy craftsmanship that often provide exceptional value compared to similarly aged Cognacs."
  },
  {
    "term": "Arneis",
    "definition": "Arneis is a white grape native to Italy’s Piedmont region, particularly associated with the Roero hills northwest of Alba. Once nearly extinct, Arneis has seen a revival and is now valued for producing aromatic, medium-bodied wines with notes of pear, peach, almond, and white flowers. Known as the “little rascal” for its difficulty in the vineyard, Arneis is typically made in a dry, unoaked style that emphasizes freshness and subtle texture."
  },
  {
    "term": "Aroma",
    "definition": "A wine tasting term. The smell emanates from the bottle or glass because of the grapes’ natural character and the tumultuous fermentation that takes place."
  },
  {
    "term": "Arzelle",
    "definition": "A topsoil that is rich with powdery, decomposed mica. This is found most notably in Condrieu."
  },
  {
    "term": "Aspersion",
    "definition": "A viticulture term for the spraying of vines with water before a freeze to intentionally create ice on the vines. This process protects the grapes when a deep freeze is imminent."
  },
  {
    "term": "Assemblage",
    "definition": "A French term for the process of making a wine by blending the component parts. In Bordeaux, the assemblage is usually high percentages of Cabernet Sauvignon and Merlot with low percentages of Cabernet Franc, Malbec and Petit Verdot."
  },
  {
    "term": "Assyrtiko",
    "definition": "Assyrtiko is a high-acid, mineral-driven white grape native to Greece, most famously grown on the volcanic island of Santorini. It produces crisp, structured wines with flavors of lemon, saline, and stone, often showing remarkable ageability and the ability to reflect terroir, especially in its dry and barrel-aged forms."
  },
  {
    "term": "Astringent",
    "definition": "Unflattering tasting term describing an unpleasant, dry, mouth-puckering sensation usually caused by excess acidity or bitterness.  This can be derived from volatile acidity, abrasive levels of malic acid and tannin that is out of balance to the typical style of a wine."
  },
  {
    "term": "Aszu",
    "definition": "A winemaking term in Hungary denoting wines made from grapes that have been selectively late harvested and affected by botrytis cinerea."
  },
  {
    "term": "Ausbruch",
    "definition": "A category for sweet wine from the town of Rust, Austria. These grapes often see passilerage and noble rot, concentrating the sugar levels and the honey sweet richness."
  },
  {
    "term": "Auslese",
    "definition": "German term that means literally 'selected harvest'. It is one of the sweeter official quality levels in German wine. These wines command high prices and are rare finds on restaurant wine lists."
  },
  {
    "term": "Austerity",
    "definition": "A wine that is not showing well at the time of opening, not produced properly or just not ready to drink. A wine that is “not showing right” is said to be austere."
  },
  {
    "term": "Australia",
    "definition": "Australia is a major player in the global wine industry, with a winemaking history that began in the late 18th century when the British first introduced grapevines. Though initially focused on fortified wines for export, the industry evolved rapidly in the 20th century with a shift toward dry table wines and an emphasis on innovation, scientific viticulture, and international marketing. By the 1990s, Australian wine had gained global popularity, especially for its bold, fruit-forward styles and approachable quality, led by varietals like Shiraz, Chardonnay, and Cabernet Sauvignon. Geographically, Australia’s wine regions are concentrated in the cooler southern half of the country, where Mediterranean and maritime climates allow for high-quality viticulture. The country’s vast size and varied terrain offer a wide range of growing conditions, from coastal breezes and volcanic soils to inland deserts with dramatic day-night temperature shifts. Despite its generally warm climate, Australia excels at preserving freshness and structure in its wines through altitude, ocean influence, and advanced vineyard practices. Irrigation is common, particularly in dry inland zones, and the country has become a leader in sustainable viticulture and water management. Major wine regions include Barossa Valley, known for powerful Shiraz; McLaren Vale, famous for Grenache and red blends; Margaret River in Western Australia, which produces refined Cabernet Sauvignon and Chardonnay; and Yarra Valley and Mornington Peninsula in Victoria, which specialize in cool-climate Pinot Noir and Chardonnay. The Hunter Valley in New South Wales is known for age-worthy Semillon, while Tasmania has gained recognition for sparkling wine and cool-climate varietals. Australia’s wine identity continues to evolve, with a growing emphasis on regional expression, alternative varieties, and minimal-intervention winemaking, making it one of the most dynamic wine-producing countries in the world."
  },
  {
    "term": "Austria",
    "definition": "Austria has a long and storied wine history dating back to Roman times, with a strong tradition rooted in monastic viticulture during the Middle Ages. The modern Austrian wine industry faced a major setback in the 1980s due to an adulteration scandal, but it quickly recovered by tightening regulations and committing to high quality. Today, Austria is celebrated for its clean, terroir-driven wines—especially white wines that combine Old World elegance with bright acidity and mineral character. The country has developed a reputation for precision winemaking, sustainable vineyard practices, and a balance between tradition and innovation. Geographically, Austria’s vineyards are concentrated in the eastern part of the country, where the Alps give way to lower hills and river valleys. The Danube River and its tributaries, along with a continental climate marked by warm days and cool nights, create ideal growing conditions for aromatic whites and structured reds. The country’s diverse soils—ranging from loess and gravel to slate and limestone—allow for detailed site expression, especially in terraced vineyards like those found in the Wachau. Most Austrian wines are labeled by grape variety and region, with a growing emphasis on DAC (Districtus Austriae Controllatus) designations, which highlight regional typicity. Austria’s most iconic grape is Grüner Veltliner, known for its fresh acidity, white pepper, and citrus notes, ranging from light and zippy to complex and age-worthy. Other leading white grapes include Riesling, Welschriesling, and Weißburgunder (Pinot Blanc), while red wines—about one-third of production—feature native varieties like Zweigelt, Blaufränkisch, and St. Laurent. Key wine regions include Wachau, Kamptal, Kremstal, and Wagram along the Danube for white wines, and Burgenland and Thermenregion for reds and sweet wines. Austria also produces world-class dessert wines, particularly from Neusiedlersee, where botrytis (noble rot) thrives. With its distinctive native grapes, clean winemaking, and commitment to terroir, Austria stands as one of Europe’s most exciting and quality-focused wine countries."
  },
  {
    "term": "Autolysis",
    "definition": "A winemaking term for the creamy texture and “toasty” flavors a wine possesses from the lees (dead yeast cells) breaking down and creating a richer texture of the wine."
  }
]