[
  {
    "term": "Bacterial disease",
    "definition": "Bacterial diseases in grape growing and winemaking can pose significant threats to vine health, fruit quality, and ultimately the integrity of the finished wine. In the vineyard, one of the most notable bacterial threats is Pierce’s Disease, caused by the Xylella fastidiosa bacterium, which is spread by insect vectors like the glassy-winged sharpshooter. This disease blocks the plant’s water-conducting system, leading to leaf scorch, vine dieback, and eventual vine death. It is particularly destructive in warm climates such as California and parts of the southern U.S., and currently has no cure, making vineyard management and vector control essential. Other bacterial threats in the vineyard include Crown Gall, caused by Agrobacterium tumefaciens, which forms tumor-like galls on the vine trunk and disrupts nutrient flow, weakening the vine over time. In the winery, bacterial contamination can compromise wine quality if not properly controlled. The most common concern is Acetic Acid Bacteria (Acetobacter and Gluconobacter), which convert alcohol into vinegar (acetic acid) when exposed to oxygen. This spoilage leads to volatile acidity (VA), giving the wine sharp, sour aromas reminiscent of nail polish or vinegar. Another group, Lactic Acid Bacteria—while essential for malolactic fermentation in red and some white wines—can become problematic if unmanaged, leading to off-flavors such as mousiness, ropiness, or excessive diacetyl (buttery notes). Poor hygiene, improper sulfur levels, or uncontrolled oxygen exposure are common triggers for bacterial spoilage in the cellar. Preventing bacterial issues requires careful attention throughout both the vineyard and winemaking process. In the vineyard, disease-resistant rootstocks, pest monitoring, and good sanitation practices help limit the spread of bacterial pathogens. In the winery, managing oxygen, maintaining clean equipment, controlling temperature, and using appropriate sulfur dioxide levels are critical to suppressing unwanted bacterial activity."
  },
  {
    "term": "Baden",
    "definition": "Baden, stretching along Germany’s southwestern border near France and Switzerland, is the country’s third-largest and warmest wine region, known for its sun-drenched vineyards and stylistic diversity. Located primarily in the Rhine Rift Valley and running nearly 250 kilometers from north to south, Baden benefits from a warm, continental climate with abundant sunshine, making it particularly well-suited for fuller-bodied and riper wine styles. The region is divided into nine districts, with Kaiserstuhl—a volcanic subregion near Freiburg—standing out for its exceptional Spätburgunder (Pinot Noir), which is often considered among Germany’s finest red wines. Baden is also a stronghold for Weißburgunder (Pinot Blanc), Grauburgunder (Pinot Gris), and Müller-Thurgau, producing white wines that range from crisp and mineral-driven to rich and creamy, depending on vineyard site and winemaking style. The soils vary widely—from volcanic in Kaiserstuhl to loess, limestone, and granite in other parts—offering a rich canvas for terroir expression. Compared to other German regions more focused on Riesling, Baden leans toward Burgundian varieties and often vinifies them in a more powerful, sometimes oak-aged style, reflecting both the climate and a different regional identity. With increasing focus on quality, sustainability, and site-specific bottlings, Baden is a rising star in German wine, appealing to those seeking structured reds, elegant whites, and a distinctive interpretation of German terroir."
  },
  {
    "term": "Balanced",
    "definition": "A wine can be called balanced if the alcohol, tannin, acid and other elements of the wine are in harmony."
  },
  {
    "term": "Balthazar",
    "definition": "A large format bottle that contains 12 liters of Champagne, which is the equivalent of 16 bottles."
  },
  {
    "term": "Baijiu",
    "definition": "A high-proof Chinese spirit made from fermented sorghum (and other grains), known for its intensely pungent aroma, cultural significance, and wide stylistic diversity."
  },
  {
    "term": "Bandol",
    "definition": "Bandol is a prestigious wine region located in Provence along France’s Mediterranean coast, known for producing some of the most structured and age-worthy red wines in southern France. The region’s vineyards, situated on terraced hillsides overlooking the sea, benefit from abundant sunshine, cooling maritime breezes, and limestone-rich soils—ideal conditions for ripening Mourvèdre, the dominant grape of the region. Bandol reds must contain at least 50% Mourvèdre (often more), and are typically blended with Grenache and Cinsault, resulting in powerful wines with notes of dark berries, earth, leather, and spice that develop beautifully with age. In addition to reds, Bandol also produces rosé wines—dry, robust, and deeply colored—among the most respected in all of Provence, as well as small amounts of aromatic white wines from Clairette, Bourboulenc, and Ugni Blanc. With a deep-rooted winemaking tradition and a strong sense of place, Bandol stands apart from the lighter, more accessible wines of the broader Provence region, offering serious, cellar-worthy expressions of Mediterranean terroir."
  },
  {
    "term": "Banyuls",
    "definition": "Banyuls is a small but historic wine appellation in the Roussillon region of southern France, nestled along the Mediterranean coast near the Spanish border. Known for its Vin Doux Naturel—a fortified sweet wine—Banyuls is made primarily from Grenache Noir, with smaller amounts of Grenache Gris, Grenache Blanc, and sometimes Carignan or Mourvèdre. The region’s steep, terraced vineyards on schist soils and its warm, sunny climate help produce intensely ripe grapes ideal for the mutage process, where grape spirit is added to stop fermentation and preserve natural sugars. Banyuls wines are aged in a variety of ways—sometimes oxidatively in open glass containers or sun-exposed barrels—developing flavors of dried fruit, fig, cocoa, nuts, and spice. These rich, complex wines are often compared to Port and pair beautifully with chocolate, blue cheese, or roasted nuts, offering a uniquely Mediterranean take on fortified wine tradition."
  },
  {
    "term": "Barbaresco",
    "definition": "Barbaresco is a prestigious red wine from Piedmont in northwestern Italy, made exclusively from the Nebbiolo grape. Grown in vineyards surrounding the village of Barbaresco, the wine shares many characteristics with Barolo—its more famous neighbor—but is generally considered more elegant, approachable, and earlier-drinking. Thanks to slightly lower tannins and a shorter aging requirement (two years for Barbaresco vs. three for Barolo), it often displays floral aromatics, red cherry, and spice with refined structure. Top producers like Gaja, Bruno Rocca, and Produttori del Barbaresco have helped elevate the region’s reputation for crafting graceful, age-worthy wines with deep complexity."
  },
  {
    "term": "Barbera",
    "definition": "Barbera is a widely planted red grape variety from Italy’s Piedmont region, known for its vibrant acidity, soft tannins, and juicy red fruit flavors like cherry and raspberry. Traditionally used for everyday wines, Barbera has gained recognition for its quality potential, especially in appellations like Barbera d’Asti and Barbera d’Alba, where it can range from fresh and approachable to rich and oak-aged. Its natural acidity makes it highly food-friendly, pairing well with a wide range of dishes from pasta to roasted meats."
  },
  {
    "term": "Barolo",
    "definition": "Barolo is one of Italy’s most iconic and age-worthy wines, produced exclusively from Nebbiolo grapes in the hills surrounding the village of Barolo in Piedmont. Often referred to as the “King of Wines,” Barolo is known for its firm tannins, high acidity, and complex aromas that evolve dramatically over time. In its youth, it offers notes of rose, tar, cherry, and dried herbs, while with age, it can develop truffle, leather, and spice characteristics. The wine is traditionally aged for at least three years (five for Riserva), with a portion spent in oak, allowing for the development of its signature structure and nuance. The region includes several distinct communes—such as La Morra, Serralunga d’Alba, and Monforte d’Alba—each imparting different expressions of Nebbiolo based on soil and microclimate. While once marked by long macerations and extended oak aging, today’s Barolo includes both traditional and modern styles, offering a range from bold and austere to more fruit-forward and polished. Esteemed producers include Giacomo Conterno, Bartolo Mascarello, and Vietti, among others. For wine lovers, Barolo represents the pinnacle of Italian red wine—demanding patience but delivering remarkable depth, elegance, and longevity in return."
  },
  {
    "term": "Barossa Valley",
    "definition": "Barossa Valley, located in South Australia just northeast of Adelaide, is one of Australia’s most iconic and historic wine regions, renowned for its bold, full-bodied red wines. The valley has a warm, dry climate with low rainfall and well-drained soils, ideal for ripening thick-skinned grape varieties, especially Shiraz, which is the region’s signature grape. Barossa Shiraz is known for its deep color, rich fruit concentration, and notes of blackberry, plum, chocolate, and spice, often with aging potential and oak influence. The region also produces notable Cabernet Sauvignon, Grenache, and Mataro (Mourvèdre), as well as rich white wines from Semillon and Chardonnay. Barossa is home to some of the oldest continuously producing vines in the world, with many plantings over a century old. Famous producers like Penfolds, Henschke, Yalumba, and Torbreck have helped establish Barossa’s global reputation for quality and character, making it a cornerstone of Australian wine."
  },
  {
    "term": "Barrel fermentation",
    "definition": "Barrel fermentation is the process of fermenting wine—typically white—in oak barrels rather than stainless steel tanks, allowing the wine to integrate oak influence from the earliest stage. This technique enhances texture and complexity, often contributing flavors like vanilla, toast, spice, and a creamier mouthfeel due to lees contact and micro-oxygenation. Commonly used for varieties like Chardonnay, it can create a richer, more layered style of wine."
  },
  {
    "term": "Barrel sizes",
    "definition": "Wine barrels come in various sizes, each influencing the wine's flavor, texture, and aging process differently. The most common is the Bordeaux barrique (225 liters), widely used for red wines globally, particularly in France, California, and beyond—it imparts significant oak influence due to its smaller volume and higher surface area. The Burgundy pièce (228 liters) is nearly identical in size but traditionally used for white wines like Chardonnay, allowing for subtle oxidation and lees integration. Larger formats like the puncheon (500 liters) and foudre (1,000+ liters), often used in regions like Australia, Alsace, and Germany, reduce oak impact and preserve freshness, making them ideal for aromatic whites or age-worthy reds that benefit from slow maturation. Historically, barrel use evolved from practical storage and transport solutions—originating with the Celts and perfected by the Romans—to modern tools of stylistic refinement. Today, winemakers choose barrel size and type based on desired style: smaller barrels for more oak character and structure, larger ones for nuance and longevity. Regional traditions often guide choices—Barolo producers may prefer large Slavonian oak casks, while Napa Cabernet producers lean toward new French oak barriques. The size and origin of a barrel remain critical tools in a winemaker’s arsenal for crafting balance, texture, and expression."
  },
  {
    "term": "Barrique",
    "definition": "A 225-liter small oak barrel of the type originally found in Bordeaux but now used throughout the world."
  },
  {
    "term": "Barsac",
    "definition": "Barsac is a small appellation within the Sauternes region of Bordeaux, France, known for producing lusciously sweet white wines made primarily from Sémillon, with Sauvignon Blanc and Muscadelle. Benefiting from morning fogs that encourage Botrytis cinerea (noble rot), Barsac wines are rich and honeyed, yet often lighter and more elegant than those from neighboring Sauternes. Notable producers include Château Climens and Château Doisy-Daëne, both known for their age-worthy, complex dessert wines."
  },
  {
    "term": "Basalt",
    "definition": "A soil comprised of volcanic rock which  is high in calcium, iron, and magnesium."
  },
  {
    "term": "Basilicata",
    "definition": "Basilicata is a mountainous, lesser-known wine region in southern Italy, bordered by Campania and Puglia. Its most famous wine comes from the volcanic slopes of Mount Vulture, where the native Aglianico grape produces bold, structured reds under the Aglianico del Vulture DOCG designation. These wines are known for their firm tannins, dark fruit, and ability to age gracefully. Basilicata’s high elevations, volcanic soils, and cool nights give its wines freshness and depth, making it a hidden gem for serious wine lovers."
  },
  {
    "term": "Bâtonnage",
    "definition": "Stirring of the lees (dead yeast cells) in wines production. This step can add complexity, aromas and flavors to wine."
  },
  {
    "term": "Baumé",
    "definition": "A technical term for measuring the approximate sugar concentration in grape juice through assaying total dissolved compounds. More commonly used in the old world."
  },
  {
    "term": "Beaujolais",
    "definition": "Beaujolais is a wine region in eastern France, just south of Burgundy, known for its rolling hills, granite-based soils, and a temperate climate influenced by both continental and Mediterranean conditions. The region is divided into three main zones: basic Beaujolais AOC, Beaujolais-Villages, and the ten crus of Beaujolais in the north, such as Morgon, Fleurie, and Moulin-à-Vent, which produce the region’s most complex and age-worthy wines. These northern areas benefit from steeper slopes and more varied soils, contributing to distinctive expressions of the region’s signature grape, Gamay. Gamay thrives in Beaujolais’ granitic and schist soils, producing light to medium-bodied reds with bright acidity, low tannins, and vibrant red fruit flavors like cherry, raspberry, and cranberry. While Beaujolais is often associated with the fresh, early-drinking Beaujolais Nouveau, the region also produces serious, terroir-driven wines—especially in the crus—that can age beautifully. Traditional producers like Georges Duboeuf helped popularize the region globally, while smaller, artisanal growers and natural winemakers are gaining recognition for crafting expressive, site-specific wines using sustainable or organic methods. Beaujolais offers a wide range of styles, making it both approachable for new wine drinkers and rewarding for seasoned enthusiasts."
  },
  {
    "term": "Beaune",
    "definition": "Beaune is a historic wine town at the heart of Burgundy’s Côte d'Or, serving as both a cultural center and a key hub for some of the region’s most renowned wines. Located in the Côte de Beaune subregion, it is best known for elegant Pinot Noir and expressive Chardonnay, grown on limestone-rich slopes with ideal exposure. While Beaune lacks Grand Cru vineyards, it boasts numerous high-quality Premier Cru sites, producing refined, age-worthy wines that reflect the area's complex terroir. Beaune is also home to many of Burgundy’s top négociants—like Louis Jadot, Bouchard Père & Fils, and Joseph Drouhin—who have helped elevate its global reputation. With its rich winemaking tradition, historic cellars, and the famed Hospices de Beaune wine auction, Beaune remains a cornerstone of Burgundian wine culture."
  },
  {
    "term": "Beer",
    "definition": "Beer is one of the world’s oldest and most widely consumed alcoholic beverages, made by fermenting a combination of malted grains (typically barley), water, hops, and yeast. It falls into two primary fermentation categories: ales, which are made with top-fermenting yeast at warmer temperatures, and lagers, made with bottom-fermenting yeast at cooler temperatures, resulting in a crisper, cleaner profile. The style spectrum is vast, ranging from light and refreshing pilsners to dark, rich stouts, with flavor profiles influenced by ingredients, brewing methods, and regional traditions. Beer is not only a beverage of refreshment but also a cultural staple, with deep historical roots and a booming global craft movement that continues to expand its diversity and appreciation."
  },
  {
    "term": "Beer styles",
    "definition": "Beer styles refer to the wide range of categories that distinguish beers based on their ingredients, brewing method, color, strength, flavor, and origin, creating a structured way to understand and compare the world’s many brews. The two major parent categories are ales and lagers, determined by the type of yeast and fermentation temperature used—ales are typically warm-fermented and offer more fruit and spice notes, while lagers are cold-fermented for a cleaner, crisper profile. Within these groups are numerous styles: IPAs, stouts, porters, pilsners, saisons, wheat beers, sours, amber ales, dunkels, tripels, and more, each with specific historical and regional roots."
  },
  {
    "term": "Beerenauslese",
    "definition": "A wine affected by botrytis-cinerea and made into a sweet offering in Germany or Austria. These wines are rare and only made in the best vintages."
  },
  {
    "term": "Berthomeau Report",
    "definition": "A study commissioned by French Ministry of Agriculture assessing the future of the wine industry."
  },
  {
    "term": "Bleeding",
    "definition": "A winemaking technique, known also by the French term of 'saignée'. Red wines gain their color and tannins from the contact between grape juice and skins during fermentation. To increase the ratio of skins to juice, some producers 'bleed' off some of the juice before fermentation. The juice bled off in this fashion can be used to make rosé wine."
  },
  {
    "term": "Blind tasting",
    "definition": "Guessing the wine you are drinking without being told. Wine certification organizations often have their own version of what blind tasting entails, some more deductive and some more analytical than others."
  },
  {
    "term": "Bergerac",
    "definition": "Bergerac is a wine region in southwest France, just east of Bordeaux, known for producing wines that closely resemble its more famous neighbor but often offer better value. The region shares many of the same grape varieties—Merlot, Cabernet Sauvignon, and Cabernet Franc for reds; Sémillon, Sauvignon Blanc, and Muscadelle for whites—and produces a wide range of styles, from dry reds and whites to sweet dessert wines. Bergerac is home to several appellations, including Monbazillac, known for luscious botrytized sweet wines, and Pécharmant, which produces structured, age-worthy reds. With its rolling hills, river valleys, and a growing focus on quality and terroir, Bergerac is an excellent source of classic French wines with character and affordability."
  },
  {
    "term": "Bierzo",
    "definition": "Bierzo is a rising wine region in northwestern Spain, located in the province of León, where Atlantic and continental climates converge to create ideal conditions for expressive, balanced wines. The region is best known for its red wines made from the indigenous Mencía grape, which thrives on the slate and clay soils of Bierzo’s hillside vineyards. Mencía produces aromatic, medium-bodied wines with fresh acidity, floral notes, and flavors of red berries and herbs, often compared to Pinot Noir or Cru Beaujolais in elegance and structure. Bierzo has gained attention for its old vines and a new generation of winemakers focused on low-intervention methods and terroir expression. With its mix of tradition, altitude, and innovation, Bierzo is now one of Spain’s most exciting and distinctive wine regions."
  },
  {
    "term": "Biodynamic viticulture",
    "definition": "Biodynamic viticulture is a holistic, organic approach to farming that treats the vineyard as a self-sustaining ecosystem, rooted in the ideas of Austrian philosopher Rudolf Steiner. Like organic farming, it avoids synthetic chemicals and emphasizes soil health but goes a step further by incorporating natural preparations made from herbs, minerals, and compost, as well as farming practices tied to lunar and cosmic cycles. The goal is to enhance the vitality of the vines and the balance of the vineyard environment, which many believe leads to healthier grapes and more expressive, terroir-driven wines. While it may sound mystical, biodynamics has gained credibility among top winemakers around the world—from Burgundy to Oregon—who claim it improves vine resilience, grape quality, and even the character of the wine. Certified biodynamic vineyards must follow strict standards, often overseen by organizations like Demeter. For the wine drinker, biodynamic wines offer not just a natural, low-intervention option, but a taste of the vineyard's unique rhythm and energy."
  },
  {
    "term": "Bobal",
    "definition": "A grape varietal found in central and southern Spain."
  },
  {
    "term": "Body",
    "definition": "Tasting term describing the weight of the wine in the mouth. A “full” bodied wine will be heavy on the palate (like milk or half & half) where as a “light” bodied wine will be lighter on the palate (like 2% or skim milk)."
  },
  {
    "term": "Bolgheri",
    "definition": "Bolgheri is a prestigious wine region located along the Tuscan coast, in the province of Livorno, known for producing some of Italy’s most acclaimed and modern red wines. Once an unremarkable area for viticulture, Bolgheri rose to fame in the late 20th century with the emergence of Super Tuscan wines—bold, structured reds made from international grapes like Cabernet Sauvignon, Merlot, and Cabernet Franc, often blended with or without Sangiovese. The region’s warm, maritime climate, cooling sea breezes, and well-drained soils make it ideal for Bordeaux-style blends that combine richness with finesse. The official Bolgheri DOC, established in 1994, now governs these wines, with subzones like Bolgheri Sassicaia DOC created exclusively for the iconic wine Sassicaia, produced by Tenuta San Guido. Other renowned estates include Ornellaia, Guado al Tasso, and Le Macchiole, all of which helped define Bolgheri’s international reputation. Today, Bolgheri stands as a benchmark for modern Italian winemaking, producing elegant, age-worthy wines that rival the best of Bordeaux while expressing their own Mediterranean identity."
  },
  {
    "term": "Bordeaux",
    "definition": "Bordeaux is a world-renowned wine region in southwestern France, centered around the Gironde estuary and divided by the Garonne and Dordogne rivers into the Left Bank, Right Bank, and Entre-Deux-Mers. It is best known for its red blends, primarily made from Cabernet Sauvignon and Merlot, with supporting roles from Cabernet Franc, Petit Verdot, and Malbec. The region also produces prestigious dry whites from Sauvignon Blanc and Sémillon, as well as the legendary sweet wines of Sauternes and Barsac. Esteemed producers include Château Margaux, Château Latour, Château Cheval Blanc, and Château d’Yquem, with Bordeaux’s classification systems (such as the 1855 Classification and Saint-Émilion’s Grand Cru tiers) adding both structure and prestige to its global reputation. Notably, Bordeaux has a strong culture of en primeur (futures) sales and is a cornerstone of the global fine wine market."
  },
  {
    "term": "Bordeaux mixture",
    "definition": "A mixture of copper sulfate and lime used for many different viticultural purposes in vineyards around the world."
  },
  {
    "term": "Botanicals",
    "definition": "A broad term for plants, herbs, spices, fruits, and flowers used to flavor spirits like gin, vermouth, and amaro, contributing aromatic complexity."
  },
  {
    "term": "Botrytis cinerea",
    "definition": "Botrytis cinerea, commonly known as noble rot, is a beneficial fungus that plays a critical role in the production of some of the world’s most prized sweet wines. Under specific conditions—humid mornings followed by dry, sunny afternoons—this fungus infects ripe grapes and dehydrates them slowly, concentrating their sugars, acids, and aromatic compounds. The result is a shriveled berry with intensified flavor and complexity, ideal for creating lusciously sweet, long-lived wines. This form of botrytis is distinct from its destructive counterpart (grey rot), which occurs under persistently wet conditions and ruins the fruit. Winemakers must carefully manage the vineyard and harvest by hand, often in multiple passes (tries), to select only the perfectly botrytized grapes. The most famous wines made from botrytized grapes include Sauternes and Barsac in Bordeaux, where the foggy mornings near the Ciron and Garonne rivers help encourage noble rot on Sémillon, Sauvignon Blanc, and Muscadelle grapes. Other key regions include Tokaj in Hungary, where Furmint and Hárslevelű are used to craft Tokaji Aszú; Beerenauslese and Trockenbeerenauslese wines in Germany and Austria, made from Riesling; and Monbazillac in southwest France. These wines are characterized by intense sweetness balanced by vibrant acidity, with complex flavors of honey, apricot, citrus peel, ginger, and sometimes saffron or botrytis-specific aromatics like marmalade and beeswax. Noble rot wines are often aged in oak and develop incredible depth over time, capable of aging for decades due to their high sugar and acid content. While challenging and risky to produce—since the fungus is highly dependent on precise weather conditions—these wines represent a unique intersection of nature and craftsmanship. Their richness and aromatic intensity make them ideal partners for foie gras, blue cheese, or fruit-based desserts, and their rarity contributes to their prestige. As a hallmark of some of the world’s most historic and celebrated wine styles, botrytized wines showcase how a fungal infection, when perfectly timed, can elevate grapes to their most luxurious expression."
  },
  {
    "term": "Bottle fermentation",
    "definition": "Bottle fermentation refers to the process in which a wine undergoes its second fermentation inside the bottle, producing natural carbonation and fine bubbles. This method, used in traditional sparkling wines like Champagne and Cava, enhances complexity by allowing the wine to age on its lees (spent yeast cells), developing flavors of toast, brioche, and creaminess over time."
  },
  {
    "term": "Bouquet",
    "definition": "A term describing the aroma of a wine, usually indicating intensity or showing complexity due to quality and proper ageing."
  },
  {
    "term": "Bourbon",
    "definition": "Bourbon is a distinctly American whiskey, legally defined by specific production standards that protect its identity and ensure consistency. To be called Bourbon, it must be made in the United States, with a mash bill containing at least 51% corn, distilled to no more than 160 proof, entered into new charred oak barrels at no more than 125 proof, and bottled at a minimum of 80 proof. No flavoring or coloring can be added, which means all its character must come from the grain, fermentation, distillation, and—most importantly—aging in charred oak, which imparts flavors of vanilla, caramel, spice, and toast. While Kentucky is its spiritual home and produces the majority of Bourbon, it can legally be made anywhere in the U.S. Aging requirements vary, but to be labeled straight bourbon, it must be aged at least two years, and if aged less than four, the age must appear on the label. For new beverage enthusiasts, Bourbon is a cornerstone of whiskey education, offering a balance of approachability and complexity that reflects American history, craftsmanship, and regional pride."
  },
  {
    "term": "Brachetto",
    "definition": "Brachetto is a red grape variety from Italy’s Piedmont region, best known for producing lightly sparkling, sweet wines with vibrant aromas of rose, strawberry, and raspberry. Most famously used in Brachetto d’Acqui DOCG, it creates low-alcohol, aromatic wines that are often enjoyed chilled as a refreshing dessert pairing."
  },
  {
    "term": "Brandy",
    "definition": "Brandy is a spirit distilled from fermented fruit juice—most commonly wine grapes, but also apples, pears, or other fruits—then typically aged in oak barrels to develop warm, smooth, and complex flavors. Traditional grape brandy styles include Cognac and Armagnac from France, while other countries produce unique versions such as Pisco (Peru/Chile) and American craft brandies. Brandy can range from light and fruity to deep and rich, with aromas of dried fruit, spice, vanilla, and caramel, especially when well-aged. Often enjoyed as a digestif, brandy is also used in classic cocktails like the Sidecar and the Brandy Alexander, and remains a cornerstone of both traditional European spirits and modern mixology."
  },
  {
    "term": "Brazil",
    "definition": "Brazil’s wine industry is one of the most dynamic and rapidly evolving in South America, though it remains relatively under the radar internationally. The country’s primary winegrowing region is Rio Grande do Sul, in the far south near Uruguay and Argentina, where a temperate climate and hilly terrain provide favorable conditions for viticulture. Here, the Serra Gaúcha region is the historic heart of Brazilian wine, established by Italian immigrants in the late 19th century, and is known for producing both still and sparkling wines. Brazil’s humid climate poses challenges, particularly fungal diseases, so many producers rely on disease-resistant hybrid varieties as well as Vitis vinifera grapes like Merlot, Cabernet Sauvignon, and Chardonnay. In recent decades, sparkling wine has emerged as Brazil’s standout category, with traditional method styles gaining international recognition for their freshness and balance. Regions like Vale dos Vinhedos have earned DO status, and a new wave of winemakers is focusing on quality, terroir, and export potential. With continued investment, technological innovation, and growing interest in sustainable practices, Brazil’s wine industry is carving out a distinctive identity in the global market, particularly in the premium sparkling segment."
  },
  {
    "term": "Brettanomyces",
    "definition": "A type of yeast that can inhabit a winery (and/or barrels that are sold from one winery to another) and cause off-putting aromas and flavors in wine. “Brett” (as it is commonly referred to) is a common spoilage organism that mainly, although not exclusively, affects red wines."
  },
  {
    "term": "Brix",
    "definition": "The measurement of the amount of sugar in a liquid. Utilized by growers to measure the sugar in the grape in order to determine harvest time and the potential alcohol levels of the finished product."
  },
  {
    "term": "Broad",
    "definition": "A wine tasting term. Broad depicts a style of wine the is full, rich or intense on the palate."
  },
  {
    "term": "Brunello di Montalcino",
    "definition": "Brunello di Montalcino is a prestigious DOCG wine from Tuscany, Italy, produced exclusively from 100% Sangiovese Grosso grapes—locally known as Brunello—grown around the hilltop town of Montalcino. The region’s warmer, drier climate compared to Chianti allows for fuller-bodied wines with deep concentration, firm tannins, and extended aging potential. Brunello must be aged a minimum of five years before release (six for Riserva), with at least two years in oak and four months in bottle. Notable producers include Biondi-Santi—the estate that pioneered the style—as well as Casanova di Neri, Altesino, and Poggio di Sotto. These wines are prized for their complex aromas of dark cherry, leather, tobacco, dried herbs, and their graceful evolution over decades."
  },
  {
    "term": "Brut",
    "definition": "Label language, depicting “dry”, in France. In Champagne, it comes with certain parameters that must be met to use this term (residual sugar range)."
  },
  {
    "term": "Budbreak",
    "definition": "A viticultural term describing the period during the vine growing cycle where the buds of the plant burst and start to produce fruit."
  },
  {
    "term": "Bulgaria",
    "definition": "Bulgaria is an emerging wine country with ancient roots, where winemaking dates back over 3,000 years. Nestled between the Black Sea and the Balkan Mountains, Bulgaria offers a range of climates and terroirs ideal for both native and international grape varieties. Key wine regions include the Thracian Valley in the south, known for ripe reds from Mavrud and Rubin, and the Danubian Plain in the north, which produces balanced whites and reds from grapes like Cabernet Sauvignon, Merlot, and Chardonnay. During the Soviet era, Bulgaria was one of the world’s top wine exporters, but much of the production was bulk-focused. In recent decades, however, a new generation of winemakers has revitalized the industry with a focus on quality, terroir, and indigenous varieties. Today, Bulgarian wines are gaining international attention for their character, value, and growing sophistication."
  },
  {
    "term": "Burgundy",
    "definition": "A wine region in France famous for its Chardonnay and Pinot Noir production. The region stretches from Chablis in the north to Beaujolais in the south, covering a large array of microclimates along the way. Some of the most sought-after wines in the world hail from Burgundy, however the region produces a good amount of lower priced wines, most of which do not get exported out of the region. The highest classification for wine in Burgundy is grand cru, which is awarded to only the best vineyards with a storied history of outstanding production and consistency. Premier cru wines are next, also being single vineyard like the grand cru level, but more plentiful and often reflected in the price when comparing to the grand cru level. The subregion of Chablis is the northern most outpost of Burgundy, producing a mineral driven and higher acid example of the Chardonnay grape. The Cote d’Or is south of Chablis, consisting of the Cote de Nuits and the Cote de Beaune. This is where we find the most expensive offerings and the most prized grand crus, however, most sommeliers would say the best offerings come from Chablis. The Cote Challonais and the Macon are south of the Cote d’Or, with the famous wines of Pouilly-Fuisse coming from the Macon region. Let us not forget about Beaujolais as well, as the southern most subregion of Burgundy is famous for its Gamay wines, often released with low tannin and less ageing time than any other red wine in the world."
  },
  {
    "term": "Buttery",
    "definition": "A wine tasting term. Most often used for the rich, creamy characteristics found in barrel-fermented and/or malolactic fermented Chardonnay."
  }
]