[
  {
    "term": "Cabernet Franc",
    "definition": "Cabernet Franc is a red wine grape known for its aromatic finesse, medium body, and vibrant acidity, often recognized as one of the parent grapes of Cabernet Sauvignon. It thrives in cooler climates and is widely planted in France’s Loire Valley, where it produces elegant, food-friendly wines with notes of red berries, herbs, graphite, and sometimes a signature peppery edge. In Bordeaux, it plays a key role in Right Bank blends, particularly in Saint-Émilion and Pomerol, contributing aromatic lift and complexity alongside Merlot and Cabernet Sauvignon. Cabernet Franc has also found success in Italy, Canada, and parts of the United States, particularly in cooler pockets like the Finger Lakes and Washington State. Its earlier ripening and adaptability make it a favorite among winemakers seeking a balance of freshness, structure, and nuanced flavor."
  },
  {
    "term": "Cabernet Sauvignon",
    "definition": "Cabernet Sauvignon is one of the most widely planted and revered red wine grapes in the world, known for producing powerful, structured wines with deep color, firm tannins, and excellent aging potential. Originating in Bordeaux from a natural cross between Cabernet Franc and Sauvignon Blanc, it is the backbone of many of the world’s greatest wines, particularly in the Left Bank of Bordeaux where it is blended with Merlot and Cabernet Franc. Its thick skins and resistance to disease make it adaptable to a wide range of climates, and it has found great success in California’s Napa Valley, Chile’s Maipo Valley, Australia’s Coonawarra, and beyond. Cabernet Sauvignon typically shows flavors of blackcurrant, plum, cedar, tobacco, and graphite, often with noticeable oak influence when barrel aged. It thrives in well-drained, gravelly soil and benefits from warm days and cool nights, which help preserve acidity and complexity. Its bold character and ability to evolve for decades in bottle have made it a benchmark for collectors, winemakers, and consumers alike, solidifying its status as one of the world’s most iconic and age-worthy wine grapes."
  },
  {
    "term": "Cachaça",
    "definition": "Brazil’s national spirit, distilled from fresh sugarcane juice (unlike molasses-based rum), often used in the Caipirinha cocktail, with grassy, earthy, and fruity flavor notes."
  },
  {
    "term": "California",
    "definition": "California is the heart of the U.S. wine industry, accounting for nearly 90% of American wine production and ranking as the world’s fourth-largest wine producer. Its geography is incredibly diverse, with vineyards stretching from the cool, foggy coasts to the arid inland valleys and the high elevations of the Sierra Foothills. This range of climates and soils allows for a wide variety of wine styles and grape varieties to thrive. Famous wine regions include Napa Valley, known for world-class Cabernet Sauvignon; Sonoma County, with standout Pinot Noir and Chardonnay; Paso Robles, celebrated for bold red blends; and Santa Barbara County, which excels in cool-climate varietals. Each region offers unique terroir expressions, and innovations in vineyard and cellar practices have further elevated the state’s global reputation. Economically, California’s wine industry is a major driver of both state and national revenue. It contributes over $45 billion annually to the state’s economy and supports more than 420,000 jobs across agriculture, tourism, manufacturing, and retail. Beyond its economic power, California has also become a leader in sustainable and organic viticulture, with many wineries adopting environmentally responsible practices. The state’s wine tourism industry is among the most developed in the world, attracting millions of visitors each year to tasting rooms, wine trails, and culinary events. California continues to be a hub of innovation, diversity, and influence in the global wine landscape."
  },
    {
    "term": "Calvados",
    "definition": "Calvados is a distinguished French apple brandy from the Normandy region, produced by distilling fermented apple cider (and sometimes pear cider) in copper pot stills, then aging the spirit in oak barrels for a minimum of two years to develop complex flavors ranging from fresh orchard fruits to rich caramel, vanilla, and spice notes. The production process begins with specific apple varieties—often a blend of sweet, bitter, and acidic apples—that are fermented into cider, then double-distilled and aged in used oak barrels that allow the spirit to gradually develop depth and smoothness while retaining the essential apple character that defines quality Calvados. Three main appellations exist within Calvados: Calvados AOC (the broadest category), Calvados Pays d'Auge AOC (requiring double distillation in pot stills), and Calvados Domfrontais AOC (which must contain at least 30% pear), with age statements ranging from VS (minimum 2 years) to XO (minimum 6 years) and vintage bottlings that showcase exceptional years. This versatile spirit serves excellently as a digestif, pairs beautifully with apple-based desserts and aged cheeses, and represents one of France's most authentic regional spirits, offering wine and spirits enthusiasts a taste of Norman terroir and centuries-old distillation traditions that transform humble orchard fruit into liquid elegance."
  },
  {
    "term": "Campania",
    "definition": "Campania, located in southern Italy around Naples, is a historic wine region with ancient roots dating back to Greek and Roman times. It is known for its volcanic soils and native grape varieties, such as Aglianico for powerful reds (especially in Taurasi DOCG) and Fiano, Greco, and Falanghina for aromatic, mineral-driven whites. Campania’s mix of coastal breezes, mountainous terrain, and warm Mediterranean climate allows for wines with both richness and vibrant acidity."
  },
  {
    "term": "Canada",
    "definition": "Canada’s wine industry has rapidly evolved into a respected force on the global stage, driven by its cool climate, diverse terroirs, and commitment to quality. The country’s primary winegrowing regions are located in British Columbia and Ontario, with smaller but growing industries in Nova Scotia and Quebec. These regions benefit from natural moderating influences: Lake Ontario and the Niagara Escarpment in Ontario help prevent extreme winter damage, while Okanagan Valley’s desert-like climate in British Columbia allows for full grape ripening despite the northern latitude. The result is a range of microclimates that support both cool- and warm-climate varieties, from crisp whites to full-bodied reds. Canada is best known internationally for its Icewine, particularly from Ontario’s Niagara Peninsula, made from grapes like Vidal and Riesling that are harvested and pressed while frozen to create intensely sweet, concentrated wines. However, the country also produces high-quality still and sparkling wines. Chardonnay, Riesling, Pinot Noir, and Cabernet Franc are among the most successful varieties, with many producers embracing sustainable and small-lot practices. British Columbia’s Okanagan Valley has gained attention for its diverse range of styles—from aromatic whites to structured reds—while Nova Scotia is emerging as a region for crisp sparkling wines and vibrant whites. With increasing investment, international recognition, and a focus on terroir-driven winemaking, Canadian wine continues to grow in both quality and reputation."
  },
  {
    "term": "Canadian Whisky",
    "definition": "Whisky made in Canada, often known for its light-bodied, smooth profile, and commonly made with blends of grain spirits and rye, with flexible regulations allowing for innovation."
  },
  {
    "term": "Canary Islands",
    "definition": "The Canary Islands, an autonomous Spanish archipelago off the northwest coast of Africa, produce some of Europe’s most distinctive and volcanic-influenced wines. With high elevations, intense sunlight, cooling trade winds, and mineral-rich soils from ancient lava flows, the islands offer extreme growing conditions that yield wines of striking freshness and character. Indigenous grape varieties such as Listán Blanco (Palomino), Listán Negro, and Malvasía thrive here, often grown on old, ungrafted vines due to the region’s immunity from phylloxera. Each island—particularly Tenerife, Lanzarote, and La Palma—has its own DO (Denominación de Origen) and unique viticultural practices, including the dramatic, hand-dug vine pits of Lanzarote. Wines from the Canary Islands are gaining international acclaim for their saline minerality, vibrant acidity, and expression of volcanic terroir."
  },
  {
    "term": "Canopy management",
    "definition": "Canopy management is a key viticultural practice involving the careful arrangement and maintenance of a grapevine’s leaves, shoots, and fruit to optimize sunlight exposure, airflow, and grape ripening. By controlling the canopy’s density and shape, growers can reduce the risk of disease, improve fruit quality, and influence flavor development and tannin structure. Techniques include shoot thinning, leaf removal, and trellising adjustments, all aimed at balancing vine vigor and maximizing grape potential."
  },
  {
    "term": "Catalonia",
    "definition": "Catalonia, in northeastern Spain, is one of the country’s most historically rich and innovative wine regions. With winemaking traditions dating back to Roman times, it became a viticultural stronghold during the Middle Ages and later played a key role in reviving European vineyards after the phylloxera crisis. In the 19th century, Catalonia pioneered sparkling wine production with the creation of Cava, modeled after Champagne, and by the 20th century, it led Spanish wine’s modernization through advanced viticulture and a growing focus on quality. The region is home to 12 recognized DOs and one DOQ—Priorat—one of only two Spanish wine zones with that highest-level designation. Priorat is celebrated for bold, age-worthy reds made from Garnacha and Cariñena, grown on steep, slate-covered slopes. Surrounding regions like Montsant offer similar grapes with softer expression, while Penedès is the heart of sparkling wine production and also produces a wide variety of still wines. Other regions such as Empordà, Costers del Segre, and Conca de Barberà reflect Catalonia’s climate and soil diversity, offering both traditional styles and international blends. Grape varieties in Catalonia range from indigenous to international. White grapes like Xarel·lo, Macabeo, and Parellada are central to both still and sparkling wines, while reds include Garnacha, Cariñena, Tempranillo, and increasingly, Syrah, Merlot, and Cabernet Sauvignon. A growing movement toward organic, biodynamic, and terroir-driven winemaking is helping Catalonia distinguish itself on the global stage, offering wines that blend Mediterranean character with modern finesse and authenticity."
  },
  {
    "term": "Carbonic maceration",
    "definition": "Process widely used in Beaujolais where uncrushed grapes are allowed to begin fermentation in a protective atmosphere of CO2. This process produces a style of wine that is low on tannin and high on fruit flavors."
  },
  {
    "term": "Carignan",
    "definition": "Carignan is a red grape variety traditionally grown in southern France, Spain (as Cariñena or Mazuelo), and parts of the Mediterranean, known for its high yields, deep color, and robust tannins. Once viewed mainly as a workhorse grape for bulk wine, old-vine Carignan—especially from regions like Languedoc-Roussillon and Catalonia—can produce concentrated, characterful wines with notes of dark berries, spice, and earthy undertones. With careful vineyard management and low yields, Carignan is enjoying a resurgence among quality-focused producers for its rustic charm and ability to reflect terroir."
  },
  {
    "term": "Carménère",
    "definition": "Carménère is a red grape originally from Bordeaux but now most famously grown in Chile, where it has become a signature varietal. Once thought to be Merlot, it was rediscovered in Chile in the 1990s and is prized for its deep color, soft tannins, and flavors of blackberry, plum, green pepper, and spice. Carménère thrives in Chile’s warm, dry climate—particularly in the Central Valley—and offers a distinctive, savory profile that balances ripe fruit with herbal complexity. When well-made, it produces smooth, approachable wines with moderate acidity and a unique identity."
  },
  {
    "term": "Cask strength",
    "definition": "A spirit, usually whiskey, that is bottled directly from the barrel without dilution, resulting in a higher ABV and more intense, unfiltered flavor profile."
  },
  {
    "term": "Cava",
    "definition": "Cava is Spain’s premier traditional method sparkling wine, primarily produced in the Penedès region of Catalonia, though it can legally be made in several other designated zones. Crafted using the same méthode traditionnelle as Champagne, Cava undergoes a second fermentation in bottle, which gives it its fine bubbles and toasty complexity. The classic blend features indigenous white grapes—Macabeo (for freshness), Xarel·lo (for body and structure), and Parellada (for finesse and floral notes)—though Chardonnay and Pinot Noir are increasingly used in premium cuvées. Cava ranges from crisp and light to rich and aged, with categories like Reserva (minimum 18 months aging) and Gran Reserva (30 months) offering deeper flavors and greater complexity. Recent efforts to elevate quality have led to the creation of Cava de Paraje Calificado, a designation for single-estate, long-aged, terroir-driven Cava. In parallel, some top producers have left the Cava DO to form Corpinnat, focusing on organic farming, longer aging, and 100% estate-grown fruit. Often undervalued compared to Champagne, Cava delivers excellent quality and a wide range of styles, from refreshing aperitifs to structured, food-friendly sparklers."
  },
  {
    "term": "Cellaring",
    "definition": "This refers to the process of ageing a wine before consumption. This can take place in the winery, in a restaurant cellar or in a private home."
  },
  {
    "term": "Central Coast",
    "definition": "The Central Coast AVA is a vast American Viticultural Area stretching from San Francisco Bay down to Santa Barbara County, encompassing over 100,000 vineyard acres along California’s coast. Defined by its maritime influence, diverse microclimates, and varied soils, the region supports a wide range of grape varieties, most notably Chardonnay, Pinot Noir, Syrah, and Cabernet Sauvignon. Sub-AVAs like Paso Robles, Santa Maria Valley, and Santa Ynez Valley have gained prominence for their distinctive styles and quality-driven producers. The Central Coast AVA is known for innovation, diversity, and a balance between tradition and modern winemaking approaches."
  },
  {
    "term": "Cépage",
    "definition": "French term for grape variety (or varieties)."
  },
  {
    "term": "Chablis",
    "definition": "Chablis is a renowned white wine region in northern Burgundy, France, known for producing pure, mineral-driven wines made exclusively from the Chardonnay grape. Its cool climate and Kimmeridgian limestone soils, rich in fossilized seashells, give Chablis its signature crisp acidity and flinty character, often described as “steely” or “chalky.” The region is divided into a quality-based cru system: at the top are the Grand Cru vineyards, located on a single south-facing slope and known for powerful, age-worthy expressions; below that are the Premier Cru sites, which offer excellent quality and depth; followed by village-level Chablis, offering classic, lean style; and finally Petit Chablis, made from vineyards on higher ground with lighter soils, yielding simpler, fruitier wines. This hierarchy reflects differences in sun exposure, slope, and soil, making Chablis one of the most terroir-expressive regions for Chardonnay in the world."
  },
  {
    "term": "Champagne",
    "definition": "Champagne is one of the most prestigious wine regions in the world, located in northeastern France and exclusively dedicated to producing traditional method sparkling wine bearing the region’s name. The cool climate, chalk-rich soils, and long growing season contribute to Champagne’s high acidity, finesse, and aging potential. The three main grape varieties used are Chardonnay, Pinot Noir, and Meunier, often blended to achieve balance, though some Champagnes are made from a single variety (e.g., Blanc de Blancs or Blanc de Noirs). Champagne’s classification system includes non-vintage, vintage, prestige cuvées, and grower Champagnes, with wines typically undergoing extended lees aging for complexity and fine mousse. The region is divided into five major growing areas—Montagne de Reims, Vallée de la Marne, Côte des Blancs, Côte de Sézanne, and Aube (Côte des Bar)—each with its own dominant grape and stylistic nuances. Champagne is also home to a vineyard rating system known as the Échelle des Crus, which historically ranked villages from 80% to 100% quality, with top-rated Grand Cru and Premier Cru villages producing some of the region’s finest wines. Champagne’s global reputation is built not just on quality and tradition, but also on storytelling, branding, and its association with luxury, celebration, and refinement—making it a staple in both fine dining and festive occasions around the world."
  },
  {
    "term": "Chaptalization",
    "definition": "Winemaking term for the addition of sugar to the fermenting grape must in order to increase alcohol and glycerin levels."
  },
  {
    "term": "Chardonnay",
    "definition": "The most recognized, ordered and grown white grape variety in the world; there is no introduction needed for this infamous grape. Chardonnay is the most planted white grape on the planet, being grown wherever fine wine is produced, simply because it grows well almost anywhere, and its popularity is seemingly undying. The famous French wines of Chablis, Puligny-Montrachet and Meursault are all comprised if this grape, commanding some of the highest prices in the world for wine. Sonoma County has is also a hotbed of Chardonnay production, as is Australia and New Zealand. This wine can show crisp acidity and fresh flavors as in Chablis, or buttery and toasty oak-driven notes like some of the new world offerings. Look at any of the highest priced white wines at auction or in your retail store and they are likely to be made of Chardonnay. This grape is very much at the mercy of the winemaker, as hang time on the vine, oak treatment and malolactic fermentation all play a heavy role in the final aroma and flavor profile of the wine. Other than Champagne, who’s process depends on many steps of winemaking; some non-sparkling examples of Chardonnay are indeed the most heavily manipulated wines in the world."
  },
  {
    "term": "Charmat",
    "definition": "The Charmat method, also known as the tank method, is a sparkling wine production technique where the second fermentation takes place in large pressurized stainless steel tanks rather than in the bottle. This method preserves fresh, fruity aromas and is commonly used for wines like Prosecco, making them more approachable and affordable than traditional method sparklers."
  },
  {
    "term": "Chartreuse",
    "definition": "A highly aromatic French herbal liqueur made by Carthusian monks from a secret blend of 130 botanicals, available in Green (higher proof) and Yellow (milder and sweeter) versions."
  },
  {
    "term": "Châteauneuf-du-Pape",
    "definition": "Châteauneuf-du-Pape is one of the most prestigious appellations in France’s southern Rhône Valley, known for its powerful, complex red wines and historic ties to the papacy, dating back to the 14th century when the Popes resided in nearby Avignon. The region’s vineyards are marked by galets roulés—large, round stones that retain heat and help ripen grapes in the warm Mediterranean climate. While up to 13 grape varieties are permitted, Grenache dominates most blends, often accompanied by Syrah, Mourvèdre, and other traditional Rhône varieties, resulting in bold, full-bodied wines with notes of ripe red fruit, herbs, leather, and spice. A small amount of white Châteauneuf-du-Pape is also produced, using grapes like Grenache Blanc, Roussanne, and Clairette, offering rich yet fresh wines with floral and stone fruit notes. The wines are known for their ageability, depth, and reflection of terroir, making them highly prized among collectors and enthusiasts."
  },
  {
    "term": "Chenin Blanc",
    "definition": "This grape is found in the Loire Valley of France, where it is the grape responsible for the great wines of Vouvray. There it can be found in a wide array of styles, from slightly dry to dessert sweet. There are many storied producers here, and slightly down the river you will find the wines of the Coteau du Layon, some of the most sought-after examples of sweet wines in the world. In South Africa, the wine is usually made in a lighter, drier style, and sometimes called by the synonym “Steen”. It has failed to rise to the heights seen in these select places elsewhere, while the best examples of Loire Valley Chenin Blanc can fetch hundreds of dollars on a restaurant wine list. A caveat to this are the wines of Sadie family and anything that Eben Sadie is associated with. They are that good (and he is that good), and the producers that are taking Chenin Blanc and treating in the way Sadie does are seeing fantastic results."
  },
  {
    "term": "Chianti",
    "definition": "Chianti and Chianti Classico are two related, but distinct wine regions located in Tuscany, central Italy, famous for producing some of the country’s most iconic red wines. The broader Chianti DOCG covers a large area between Florence and Siena and includes several subzones such as Chianti Rufina, Chianti Colli Senesi, and others. These wines must be made primarily from Sangiovese, Italy’s most widely planted red grape, though the regulations allow blending with small percentages of other local or international varieties such as Canaiolo, Colorino, Cabernet Sauvignon, and Merlot. Chianti wines are known for their bright acidity, moderate tannins, and classic flavors of cherry, dried herbs, and subtle earthiness, making them versatile food wines, especially with tomato-based dishes and Tuscan cuisine. Chianti Classico, on the other hand, refers to the historical heart of the Chianti region, which was officially demarcated as early as 1716 and today holds its own separate DOCG status. Located between Florence and Siena, Chianti Classico must contain a minimum of 80% Sangiovese, though many top producers make wines with 100%. The region is distinguished by its higher elevation vineyards, varied soils (including galestro and alberese), and stricter quality regulations. Wines from Chianti Classico tend to have more structure, depth, and aging potential than those from the broader Chianti zone. Additionally, Chianti Classico uses a tiered quality system: Annata (standard), Riserva (minimum two years aging), and Gran Selezione (sourced from estate-grown grapes with longer aging), offering a range of expressions within a shared commitment to tradition and terroir."
  },
  {
    "term": "Chile",
    "definition": "Chile is a major wine-producing country in South America, stretching over 2,600 miles along the Pacific coast, with natural barriers—Andes mountains, the Atacama Desert, and ocean currents—creating ideal conditions for viticulture. The country is known for its expressive and affordable wines, particularly Cabernet Sauvignon, Carmenère (a Bordeaux variety nearly extinct in France), and Sauvignon Blanc. Key wine regions include the Maipo Valley for structured reds, Casablanca Valley for cool-climate whites, and Colchagua Valley for bold, fruit-forward blends. Chile’s phylloxera-free soils allow vines to grow on original rootstock, contributing to vine health and longevity. Prominent producers like Concha y Toro, Lapostolle, and Montes have helped raise the global profile of Chilean wines, which range from everyday value bottles to age-worthy, premium offerings."
  },
  {
    "term": "Chinon",
    "definition": "Chinon is a respected appellation in France’s Loire Valley, best known for its red wines made primarily from Cabernet Franc, which thrive in the region’s limestone and gravel soils. These wines range in style from light and fresh with bright red fruit and herbal notes to more structured and age-worthy expressions with earth, tobacco, and spice. A small amount of white Chinon is also produced from Chenin Blanc, offering vibrant acidity and minerality. With its balance of freshness, elegance, and food-friendly appeal, Chinon is a favorite among lovers of cool-climate reds."
  },
  {
    "term": "Cider",
    "definition": "An alcoholic beverage made from the fermentation of apple juice, ranging from dry and sparkling to sweet and still, with craft and regional variations around the world."
  },
  {
    "term": "Claret",
    "definition": "Old-fashioned English term for red wines from the Bordeaux region. Sometimes used on wine labels in the new world to represent a blend of some or all of the Bordeaux grape varieties."
  },
  {
    "term": "Clarification",
    "definition": "The removing of solid matter out of the wine before bottling."
  },
  {
    "term": "Classified Growth",
    "definition": "This refers to the classification process that certain regions, namely in France, undergo to assess quality and pricing levels. It should be noted that the classification level of a wine is not always an exact barometer of quality. Specifically, the phrase was coined when Napoleon III commissioned the ranking of the properties on the left bank of the Gironde estuary in 1855 for the Paris Expedition."
  },
  {
    "term": "Classifications system",
    "definition": "A classification system in the wine world is a way of ranking or organizing wines based on quality, origin, or specific production rules. These systems are often created by governments or wine regions to protect traditional practices and help consumers understand what to expect from a wine. For example, France uses terms like AOC (Appellation d’Origine Contrôlée), Italy uses DOC and DOCG, and Spain has DO and DOCa—each with rules about which grapes can be used, where they must be grown, and how the wine is made. In some cases, like Bordeaux’s 1855 Classification or Rioja’s aging tiers, classifications also reflect prestige or aging requirements. For beginners, a classification offers a helpful guide to a wine’s style, quality level, and authenticity."
  },
  {
    "term": "Clean",
    "definition": "A wine which doesn't have any off-flavors or taints is called 'clean'. Most wines on the market these days are 'clean'"
  },
  {
    "term": "Clonal selection",
    "definition": "Agricultural term for the production of specific clones of each grape variety, choosing the characteristics that are the most advantageous to a specific region or area and increasing the likelihood of those characteristics through genetic engineering."
  },
  {
    "term": "Closed",
    "definition": "A wine tasting term. This represents a wine that is not showing its full aroma or flavor potential or expectations."
  },
    {
    "term": "Coffee",
    "definition": "Coffee is produced from the roasted seeds (beans) of the Coffea plant, primarily Coffea arabica and Coffea robusta species, with arabica representing about 70% of global production and prized for its superior flavor complexity, while robusta contains higher caffeine content and provides the crema and body found in espresso blends. The journey from coffee cherry to cup involves multiple critical stages: growing conditions (altitude, climate, soil), processing methods (washed, natural, or honey process), roasting profiles (light to dark that develop different flavor compounds), and brewing techniques, with each step dramatically influencing the final flavor profile from bright and acidic to rich and chocolatey. Terroir plays a fundamental role in coffee quality, with factors like altitude (higher elevations typically produce denser, more complex beans), volcanic soil, rainfall patterns, and temperature variations creating distinct regional characteristics—Ethiopian coffees often display floral and fruity notes, Central American beans tend toward bright acidity and chocolate notes, while Indonesian coffees frequently exhibit earthy, herbal qualities. Roasting transforms the green coffee beans through chemical reactions called Maillard browning and caramelization, with lighter roasts preserving origin characteristics and acidity while darker roasts develop roasted flavors like caramel and chocolate while diminishing the bean's inherent terroir expressions. Brewing methods—from pour-over and French press to espresso and cold brew—extract different compounds from the ground coffee, requiring specific grind sizes, water temperatures (195-205°F for most methods), and contact times to achieve optimal extraction and balance between desirable flavors and bitter compounds, making coffee appreciation as nuanced and rewarding as wine or spirits exploration."
  },
  {
    "term": "Cognac",
    "definition": "Cognac is a world-renowned French brandy made under strict regulations in the Cognac region of western France, distilled exclusively from white grapes—primarily Ugni Blanc—and aged in French oak barrels. To qualify as Cognac, the spirit must be double distilled in traditional copper pot stills and aged for a minimum of two years, though many Cognacs age much longer, developing layers of flavor over time. The aging classifications are important to know: VS (Very Special) indicates at least 2 years of aging, VSOP (Very Superior Old Pale) requires 4 years, and XO (Extra Old) means a minimum of 10 years in barrel. Cognac is prized for its aromatic complexity, with notes ranging from floral and citrus in younger expressions to dried fruit, vanilla, spice, and leather in older ones. Major houses like Hennessy, Rémy Martin, Martell, and Courvoisier dominate global exports, but small producers also offer nuanced, terroir-driven expressions. For new enthusiasts, understanding Cognac is key to appreciating the craftsmanship behind fine aged spirits and the importance of terroir, distillation, and time in flavor development."
  },
  {
    "term": "Collio",
    "definition": "Collio, located in Italy’s northeastern Friuli-Venezia Giulia region along the Slovenian border, is renowned for its elegant, mineral-driven white wines made from grapes like Friulano, Pinot Grigio, and Ribolla Gialla, grown in hillside vineyards with rich marl and sandstone soils known as ponca. This borderland region combines Alpine freshness and Adriatic influence, producing wines with precision, complexity, and a distinct sense of place, often celebrated for their age-worthiness and subtle texture."
  },
  {
    "term": "Corked",
    "definition": "A wine tasting term that describes trichloroanisole (TCA). This chemical compound is most often found when cork forming and cleaning chemicals with mold, creating the foul aromas associated with TCA, or “corked” wines."
  },
  {
    "term": "Corsica",
    "definition": "Corsica, a rugged Mediterranean island located southeast of mainland France, boasts a wine culture that reflects both French and Italian influences, shaped by centuries of shifting rule and a unique island terroir. Though part of France today, Corsica’s history includes long periods under Genoese control, which introduced Italian grape varieties and winemaking traditions that still shape the island’s wines. The region’s diverse microclimates—from sun-drenched coastal plains to mountainous inland vineyards—allow for a wide range of styles, often marked by freshness, minerality, and wild herb aromatics. Corsica’s main appellation is Vin de Corse AOC, but more specific regions like Patrimonio and Ajaccio have earned reputations for higher quality. Indigenous grapes such as Niellucciu (related to Sangiovese), Sciaccarellu, and Vermentinu (Vermentino) dominate production, yielding characterful reds with Mediterranean spice and whites that are crisp, floral, and saline. Many producers focus on organic and sustainable practices, and the island’s remoteness has helped preserve old vines and traditional methods. Corsican wines, once largely consumed locally, are now gaining international attention for their authenticity and distinct sense of place, making the island one of France’s most intriguing and underappreciated wine regions."
  },
  {
    "term": "Cosecha",
    "definition": "Spanish word for vintage."
  },
  {
    "term": "Côte",
    "definition": "A “côte” is a slope or hillside (France) that usually has a geographical or climactic impact on the wine. Otherwise, it is just a geographical indication."
  },
  {
    "term": "Coulure",
    "definition": "One of many maladies that the grapevine faces during its lifecycle. Once the vine has flowered, there should develop a small fruit (grapes) in place of each flower. A “failed” fruit set in this way is coulure."
  },
  {
    "term": "Cream liqueur",
    "definition": "A sweet, dairy-based liqueur made by blending cream with a spirit and flavoring—Baileys Irish Cream is the most iconic example, often used in dessert-style cocktails."
  },
  {
    "term": "Crémant",
    "definition": "Crémant refers to traditional method sparkling wines made in France outside of the Champagne region, using the same labor-intensive production technique—méthode traditionnelle—but typically with different grapes and at a more accessible price point. There are eight official Crémant AOCs, including Crémant de Bourgogne, Crémant d’Alsace, Crémant de Loire, Crémant de Limoux, and others, each reflecting the grapes and terroir of their respective regions. For example, Crémant d’Alsace often uses Pinot Blanc and Riesling, Crémant de Loire may include Chenin Blanc and Cabernet Franc, and Crémant de Bourgogne leans on Chardonnay and Pinot Noir, much like Champagne. These wines offer vibrant acidity, fine bubbles, and a wide range of flavor profiles—from crisp and citrusy to round and toasty—depending on region, grape blend, and aging. While Crémant and Champagne share the same production method, key differences lie in origin, grapes, and aging requirements. Champagne is made exclusively in the Champagne region with strict rules on grape varieties (mainly Chardonnay, Pinot Noir, and Pinot Meunier) and longer minimum aging periods (15 months for non-vintage Champagne). Crémant wines, by contrast, must age a minimum of 9 months on lees, use regionally approved grapes, and are often more fruit-forward and approachable in style. While Champagne holds greater prestige and complexity, Crémant offers exceptional value and quality, making it an excellent choice for restaurants, hotels, and wine lovers seeking elegant sparkling wine without the premium price tag."
  },
  {
    "term": "Crème de Cassis",
    "definition": "A sweet, dark red blackcurrant liqueur from France, used in cocktails like the Kir or Kir Royale, known for its rich berry flavor and thick texture."
  },
  {
    "term": "Crianza",
    "definition": "An ageing term used in Spain indicating a younger wine that has seen little additional ageing processes."
  },
  {
    "term": "Crossing (viticulture)",
    "definition": "A “crossing” is the result of breeding two Vitis vinifera plants. A “hybrid” which involves using American vines."
  },
  {
    "term": "Cru",
    "definition": "This term can indicate a vineyard or a classified wine."
  },
  {
    "term": "Cru Artisan",
    "definition": "A classification in Bordeaux, France. This designation has existed for 150 years, denoting the smaller producers in the Medoc areas of Bordeaux. In 1989, a resurgence of this classification led to the designation being revived, and as of 1994 can be printed on the label for export."
  },
  {
    "term": "Cru Bourgeois",
    "definition": "A classification in Bordeaux, France. While this designation dates back hundreds of years, it was only in 1932 that the designation was revived, with new regulations coming in 2010. These properties tend to be in the outlying areas of Bordeaux and are recognized by industry professionals in the region."
  },
  {
    "term": "Cru Classé",
    "definition": "The higher level of classification for wine in Bordeaux, France."
  },
  {
    "term": "Crust",
    "definition": "The somewhat hard and “crusty” cap that forms on the top of a fermentation vat. It is the solid matter from the process that has settled to the top."
  },
  {
    "term": "Cryo-extraction",
    "definition": "A process by which grapes (or juice) is frozen to concentrate the sugar levels and produce a sweeter wine."
  },
  {
    "term": "Cuvaison",
    "definition": "The period when the solid matter (grape skins, pips, etc.) is left to macerate in the wine during fermentation in order to extract color, flavor and tannin."
  }
]