[
  {
    "term": "Daiquiri",
    "definition": "A classic cocktail from Cuba made with rum, lime juice, and sugar, often misunderstood due to its frozen versions but traditionally served shaken and neat."
  },
  {
    "term": "Dão",
    "definition": "The Dão region, nestled in Portugal's mountainous interior, represents one of the country's most respected wine areas, protected by granite mountains that create a unique continental climate. This region excels at producing elegant red wines primarily from the indigenous Touriga Nacional grape, often blended with Tinta Roriz and other native varieties that showcase remarkable finesse and aging potential. The high-altitude vineyards, planted on granite and schist soils, combined with significant temperature variations between day and night, create wines with excellent acidity and complex mineral character. Dão reds are known for their refined tannin structure and ability to develop beautifully over decades, while the region's whites, particularly from Encruzado, offer crisp minerality and surprising longevity. For wine enthusiasts seeking to understand Portuguese wine beyond Port, Dão represents the perfect introduction to the country's sophisticated dry wine tradition."
  },
  {
    "term": "Débourbage",
    "definition": "The settling of the solid matter in the wine. Can be a specific period of rest that a wine undergoes to assist in clarifying the"
  },
  {
    "term": "Dégorgement",
    "definition": "A winemaking term in Champagne, France denoting part of the process where the dead yeast cells are frozen and removed from the wine."
  },
  {
    "term": "Decanting",
    "definition": "The process of opening and pouring a bottle of wine into a larger vessel for aeration and removal of sediment before consumption."
  },
  {
    "term": "Demerara Rum",
    "definition": "A rich, full-bodied rum traditionally made in Guyana from Demerara sugar, known for its deep molasses flavor and often used in tiki or aged rum blends."
  },
  {
    "term": "Demi-Sec",
    "definition": "A medium-dry style of still or sparkling wine. Champagne has a specific set of regulations for Demi-Sec sparkling wines, and places like Vouvray in the Loire Valley have there own regulations for their off-dry wines."
  },
  {
    "term": "Dessert Wine",
    "definition": "Dessert wines represent a fascinating category where winemakers harness natural processes to concentrate sugars and create luxuriously sweet, complex wines that pair beautifully with cheese, fruit, or rich desserts. The key methods include late harvest (allowing grapes to shrivel and concentrate on the vine), botrytis cinerea or \"noble rot\" (a beneficial fungus that dehydrates grapes while adding honeyed complexity), ice wine (pressing frozen grapes to separate concentrated sugars from ice crystals), and fortification (adding spirits to stop fermentation and retain sweetness). Famous examples include Sauternes from Bordeaux, German Riesling Auslese and Eiswein, Hungarian Tokaji, and Port from Portugal, each showcasing how different techniques and grape varieties create distinct flavor profiles. These wines often possess remarkable aging potential due to their high sugar and acidity levels, developing extraordinary complexity over decades with flavors ranging from honey and apricot to caramel and spice. While often served in smaller portions due to their intensity, dessert wines offer some of the most memorable and emotionally resonant wine experiences, representing the pinnacle of winemaking artistry and patience."
  },
  {
    "term": "DO (Denominación de Origen)",
    "definition": "A high quality level for Spanish wine. The equivalent to the AOC system in France and the DOC system in Italy."
  },
  {
    "term": "Denominação de Origem Controlada",
    "definition": "A high quality level for Portuguese wine."
  },
  {
    "term": "Denominación de Origen Calificada",
    "definition": "The highest quality level for Spanish wine. Often abbreviated to DOC. Similar to Italy's DOCG."
  },
  {
    "term": "Denominazione di Origine Controllata",
    "definition": "DOC. A high level of wine classification in Italy. Similar to the AOC system in France, the DOC designation comes with parameters regarding grape variety, yield and in some cases, alcohol by volume levels."
  },
  {
    "term": "Denominazione di Origine Controllata e Garantita",
    "definition": "DOCG. The highest tier of wine classification in Italy. This designation is often dubious, as some wines have made this tier by their historical significance rather than their wine quality. However, when a wine enthusiast sees certain terms such as Barolo DOCG and Brunello di Montalcino DOCG, they can assume a higher standard of quality."
  },
  {
    "term": "Denominación de Origen de Pago",
    "definition": "DO de Pago. A “Single Estate” designation given to a small number of wineries in Spain in which the wines are grown and produced on the estate."
  },
  {
    "term": "Dessert wine",
    "definition": "A term that describes a sweeter style of wine, often meant to be consumed after the meal has been completed. This term can be misleading, as some sweet wines, and the people who consume them, enjoy the style with any portion of the meal."
  },
  {
    "term": "Destemming",
    "definition": "A viticultural term describing the process of removing the stems/stalks from the grape bunches before fermentation. Unripe stems will result in a green, unripe taste in the wine. The French tern for this process is egrappage."
  },
  {
    "term": "Die",
    "definition": "Die, a small appellation in the southern Rhône Valley, is renowned for producing France's most distinctive sparkling wine: Clairette de Die, made primarily from the Muscat Blanc à Petits Grains grape. The region uses a unique ancient method called méthode dioise ancestrale, where the wine undergoes only one fermentation that's finished in the bottle, creating a naturally sweet, lightly sparkling wine with intense floral and grapey aromatics. Unlike Champagne's bone-dry style, Clairette de Die retains natural grape sugars and offers a refreshing, approachable sweetness that makes it perfect as an aperitif or dessert wine. The high-altitude vineyards, planted on limestone soils in the dramatic landscape of the Drôme Valley, benefit from Mediterranean sunshine tempered by mountain influences. This produces wines with bright acidity, delicate bubbles, and an unmistakable Muscat character that represents one of France's most unique and historically significant sparkling wine traditions."
  },
  {
    "term": "Digestif",
    "definition": "A digestif is a spirit, liqueur, or fortified wine traditionally consumed after a meal to aid digestion and provide a satisfying conclusion to the dining experience, with popular examples including cognac, armagnac, grappa, amaro, port, and herbal liqueurs like Fernet-Branca or Chartreuse. These beverages typically possess higher alcohol content (20-40%+) and often feature bitter, herbal, or warming spices that are believed to stimulate digestive enzymes and settle the stomach after rich foods, which is why many digestifs incorporate botanicals like gentian, wormwood, or various medicinal herbs. The tradition of digestifs varies by culture—Italians favor amari and grappa, the French prefer cognac and armagnac, while Germans might choose schnapps—but all serve the same purpose of cleansing the palate and providing a moment of contemplation at meal's end. Unlike aperitifs which are designed to stimulate appetite before eating, digestifs should be sipped slowly and savored, often served neat at room temperature or slightly warmed to allow their complex flavors and aromas to fully develop and provide the intended digestive benefits."
  },
  {
    "term": "Distillation",
    "definition": "Distillation is the process of separating alcohol from fermented liquids by heating them to create vapor, then cooling that vapor back into liquid form, concentrating the alcohol content from wine's typical 12-15% to spirits' 40%+ alcohol levels. In wine production, distillation creates brandy (from wine), grappa (from grape pomace), and marc (from pressed grape skins), with the quality of the original wine directly impacting the final spirit's character. The process typically involves either pot stills, which produce more flavorful, artisanal spirits in small batches, or column stills, which create cleaner, more neutral spirits efficiently at larger scales."
  },
  {
    "term": "Dolce",
    "definition": "Term for “sweet” in Italian. Often used on the label of certain Italian offerings produced in a dessert wine style."
  },
  {
    "term": "Dolcetto",
    "definition": "Dolcetto is a charming red grape variety from Italy's Piedmont region that produces soft, fruity wines with low tannins and bright acidity, making them perfect for everyday drinking and food pairing. Despite its name meaning \"little sweet one,\" Dolcetto wines are typically dry, earning their moniker from the grape's naturally sweet flavor during harvest rather than residual sugar in the finished wine. These wines showcase flavors of dark cherry, plum, and violet with earthy undertones, and are best consumed young to enjoy their fresh, vibrant character. Dolcetto thrives in Piedmont's secondary vineyard sites, often planted where the more prestigious Nebbiolo and Barbera cannot ripen properly, yet produces wines that beautifully complement the region's rich cuisine with their food-friendly acidity and approachable style."
  },
  {
    "term": "Dom Pérignon",
    "definition": "Dom Pérignon represents the ultimate expression of luxury Champagne, produced exclusively by Moët & Chandon as their prestige cuvée using only grapes from grand cru vineyards in exceptional vintage years, with the house declaring a vintage only when they believe the harvest achieves the extraordinary quality worthy of the Dom Pérignon name. Named after the legendary 17th-century Benedictine monk who is often credited (though historically disputed) with pioneering key Champagne production techniques, Dom Pérignon embodies the pinnacle of traditional méthode champenoise craftsmanship, blending roughly equal parts Chardonnay and Pinot Noir to create wines of remarkable complexity, finesse, and aging potential that can evolve beautifully for decades."
  },
  {
    "term": "Domaine",
    "definition": "A term for a wine estate, derived from the French language."
  },
  {
    "term": "Domaine de la Romanée-Conti",
    "definition": "Domaine de la Romanée-Conti represents the pinnacle of Burgundy winemaking, producing the world's most expensive and sought-after wines from legendary vineyard sites in Burgundy's Côte d'Or, including the monopole Romanée-Conti vineyard that has never been replanted since phylloxera destroyed the original vines in 1945. The domaine crafts ethereal Pinot Noir and Chardonnay wines using biodynamic farming and minimal intervention winemaking, creating bottles that can cost tens of thousands of dollars and are considered liquid artworks that showcase how terroir, tradition, and meticulous craftsmanship can elevate wine to transcendent levels. For wine students, DRC serves as the ultimate example of how great Burgundy should taste—wines of extraordinary finesse, complexity, and longevity that demonstrate why Burgundy's grand cru vineyards are considered among the world's most precious agricultural real estate."
  },
  {
    "term": "Doppelbock",
    "definition": "A strong, malty German lager originally brewed by monks for sustenance during fasting, known for its rich caramel and bread-like flavors and higher alcohol content."
  },
  {
    "term": "Dosage",
    "definition": "A winemaking term from Champagne, France. This term describes the process where the dead yeast cells are removed, and before a new cap is put on the bottle, a solution of sugar and base wine is added to the bottle to inhibit the second fermentation."
  },
  {
    "term": "Double Distillation",
    "definition": "A process in which a spirit is distilled twice (common in Cognac and Scotch) to achieve a purer, more refined alcohol with concentrated flavors."
  },
  {
    "term": "Double magnum",
    "definition": "Also known as a Jeroboam in some regions, this bottle is the equivalent of four 750ml bottles."
  },
  {
    "term": "Douro River Valley",
    "definition": "The Douro River Valley, carved dramatically through Portugal's mountainous interior, stands as one of the world's most spectacular and historically significant wine regions, stretching from the Spanish border to the city of Porto and encompassing three distinct sub-regions: the Baixo Corgo (Lower Corgo), Cima Corgo (Upper Corgo), and Douro Superior, each with increasingly arid conditions and different grape-growing characteristics. This ancient wine region, officially demarcated in 1756 as the world's first appellation system, is globally renowned as the birthplace of Port wine, where grapes are grown on vertiginous terraced vineyards carved into schist slopes and then fortified with grape brandy to create the legendary sweet wines that built international trade relationships and defined luxury drinking for centuries. Beyond Port, the modern Douro has revolutionized Portugal's wine reputation through exceptional dry red wines made from indigenous varieties like Touriga Nacional, Touriga Franca, and Tinta Roriz, proving that this challenging terrain can produce world-class table wines that rival the best from Bordeaux or Napa Valley. The region's impact extends far beyond its wines—the Douro's innovative agricultural engineering, with its iconic stone terraces (socalcos) that prevent erosion while maximizing sun exposure, earned UNESCO World Heritage status and serves as a model for sustainable viticulture in extreme terrain. Today, the Douro represents the perfect synthesis of tradition and innovation, where centuries-old Port houses work alongside pioneering producers creating cutting-edge dry wines, collectively establishing Portugal as one of the world's most exciting and authentic wine destinations while preserving cultural practices that connect modern winemaking to its ancient roots."
  },
  {
    "term": "Doux",
    "definition": "French term for “sweet’. (Dulce in Spain)"
  },
  {
    "term": "Downy mildew",
    "definition": "A common vine disease favored by warm, humid conditions. It results in unhealthy leaves and shriveled fruit. May be controlled with the use of Bordeaux mixture."
  },
  {
    "term": "Dry",
    "definition": "A tasting term. Essentially this is the opposite of sweet, although a wine that tastes dry still contains sugar, perhaps just a few grams per liter. The term 'dry' can also be used to describe the tannins or mouthfeel, when it refers to the dry, puckering sensation the wine imparts."
  },
  {
    "term": "Dry Creek Valley",
    "definition": "Dry Creek Valley AVA, established in 1983 in Sonoma County, California, has earned recognition as one of America's premier regions for Zinfandel production, where the warm, dry climate and well-draining gravelly soils create ideal conditions for this varietal to develop intense concentration and spicy complexity. The valley's unique geography, with its east-west orientation that funnels cool Pacific Ocean fog through the Russian River gap, creates significant diurnal temperature variation that preserves acidity while allowing full ripening of the thick-skinned Zinfandel grapes."
  }
]