[
  {
    "term": "Eau-de-Vie",
    "definition": "French for “water of life,” eau-de-vie refers to a clear, unaged fruit brandy (like pear or plum) that captures the pure essence of the fermented fruit."
  },
  {
    "term": "Eden Valley",
    "definition": "Wine region located in South Australia, next to the Barossa Valley. Location of the famed vineyard Hill of Grace by Henschke."
  },
  {
    "term": "Edes",
    "definition": "The term for “sweet” in Hungary, often used to denote sweet wines from Tokaji, as well as a few other regions."
  },
  {
    "term": "Égrappage",
    "definition": "A French viticulture term for destemming. This is the process of removing the stems from the grape bunches before the pressing for the juice happens. If too many stems are left in the pressing stage, an unwanted bitterness can find its way into the wine."
  },
  {
    "term": "Eisbock",
    "definition": "A strong German beer style created by freezing a doppelbock and removing the ice, thereby concentrating the alcohol and malt richness."
  },
  {
    "term": "Eiswein (AKA Icewine)",
    "definition": "A term found on wine labels in Germany and Austria. This style of wine is produced when the grapes are left to freeze on the vines well after the original harvest date, in an effort to concentrate the sugar and make a naturally sweet wine."
  },
  {
    "term": "Élevage",
    "definition": "A term that translates into “brining up” in French, denoting the resting and ageing process that the wine goes through before it is sold to the public. This can refer to the wine in barrel in the winery cellar, or the bottled product resting in the bottle cellar."
  },
  {
    "term": "Emilia-Romagna",
    "definition": "Emilia-Romagna, located in northern Italy, is a diverse and agriculturally rich region known for its culinary heritage and approachable, food-friendly wines. Historically a crossroads between northern and central Italy, the region blends Roman, Byzantine, and Renaissance influences, which is reflected in both its cuisine and wine traditions. The region is divided into two parts: Emilia, known for its sparkling reds like Lambrusco, and Romagna, which produces structured reds from Sangiovese and fresh whites from Albana and Trebbiano. Lambrusco, once associated with cheap, sweet wines, has seen a quality revival, particularly in appellations like Lambrusco di Sorbara and Lambrusco Grasparossa di Castelvetro, offering dry, lively wines that pair perfectly with local dishes like prosciutto and Parmigiano-Reggiano. In Romagna, Sangiovese di Romagna is gaining recognition for its expressive, terroir-driven reds, often softer and more approachable than Tuscan Sangiovese. Emilia-Romagna may not have the international prestige of some Italian regions, but its wines are deeply tied to its rich gastronomic culture and offer tremendous value and character."
  },
  {
    "term": "England",
    "definition": "England's wine industry has undergone a remarkable transformation over the past two decades, with climate change and improved viticultural practices allowing the country to produce world-class wines, particularly sparkling wines that now rival Champagne in quality and complexity. The chalky soils of southern England, particularly in Kent, Sussex, and Hampshire, share geological similarities with Champagne's terroir, while the cooler climate provides the high acidity essential for premium sparkling wine production using traditional Champagne varieties like Chardonnay, Pinot Noir, and Pinot Meunier. Leading producers such as Nyetimber, Ridgeview, and Chapel Down have gained international recognition by employing traditional méthode champenoise techniques, with some English sparkling wines now commanding premium prices and earning prestigious awards in blind tastings against French Champagne."
  },
  {
    "term": "En primeur",
    "definition": "En primeur, also known as wine futures, is a purchasing system primarily associated with Bordeaux's finest châteaux where consumers buy wines while they're still aging in barrel, typically 18-24 months before the wine is bottled and released to market. This centuries-old practice allows wine lovers to secure allocations of highly sought-after wines at lower prices than they'll command upon release, while providing châteaux with immediate cash flow to fund operations and subsequent vintages. The process involves tastings of barrel samples by wine critics and merchants during the spring following harvest, with scores and reviews driving demand and pricing for wines that won't be delivered for another two years. While en primeur offers the opportunity to purchase legendary wines like Château Pétrus or Le Pin at substantial discounts compared to mature bottle prices, it also carries risks including vintage variation, storage concerns, and the possibility that wines may not appreciate as expected, making it both an investment strategy and an act of faith in a producer's reputation and a vintage's potential."
  },
  {
    "term": "Entre-Deux-Mers",
    "definition": "A subregion in Bordeaux, known for its moderately priced (and moderate quality) white wines. The region sits between the Garonne and Dordogne rivers, surrounded by some of the most storied chateau in France."
  },
  {
    "term": "Erbaluce",
    "definition": "A white wine grape from Caluso in the Piedmont region of northern Italy."
  },
  {
    "term": "Erzeugerabfüllung",
    "definition": "Term for “Estate Bottled” and will be seen on wine labels in Germany of those producers who grow and produce the wine on the premises. Related terms include abfüllung and gutsabfüllung."
  },
  {
    "term": "Ester",
    "definition": "A chemical compound created during fermentation that contributes to aromatic and flavor notes such as banana, pear, or bubblegum, especially in ale yeasts and some rums."
  },
  {
    "term": "Estufa",
    "definition": "This term refers to Madeira (Portugal) that has been aged in a hot house or a room with stoves, meant to intentionally impart caramelized flavors and textures in the wine. Madeira has a history of creative wine production techniques, as the wines, historically, were sold to ships passing through the Atlantic and needed to hold up to long ship voyages."
  },
  {
    "term": "Extract",
    "definition": "A wine tasting and/or production term. This refers to the solid matter that is present in the finished wine."
  }
]