[
  {
    "term": "Falanghina",
    "definition": "White wine grape found in the Campania region of Italy."
  },
  {
    "term": "Farmhouse Ale",
    "definition": "A traditional style of rustic beer, often brewed on farms with wild or native yeasts, showcasing earthy, funky, and sometimes tart flavors—common examples include Saison and Bière de Garde."
  },
  {
    "term": "Federspiel",
    "definition": "A classification in the Wachau of Austria based off potential alcohol, or ripeness at harvest."
  },
  {
    "term": "Fermentation",
    "definition": "The scientific process by which sugar is turned into alcohol by way of yeast interaction. Yeast is everywhere and crushed grapes, or grape juice, is destined for wine (or vinegar) as soon meets yeast. Anything fruit with sugar can be turned into an alcoholic beverage, but only fine wine grapes give the consistency and quality to warrant an industry being formed around them."
  },
  {
    "term": "Fernet",
    "definition": "A type of intensely bitter Italian amaro, usually high in alcohol and flavored with herbs like myrrh, saffron, and mint—Fernet-Branca being the most iconic example."
  },
  {
    "term": "Fiano",
    "definition": "White wine grape found in the Campania region of Italy."
  },
  {
    "term": "Filtration",
    "definition": "The removal of solid matter inside of wine, usually right before bottling."
  },
  {
    "term": "Fining",
    "definition": "A form of filtration used in wine production."
  },
  {
    "term": "Finish",
    "definition": "A term used in wine tasting. It describes the complexity of the wine by the way it lingers on the palate after drinking."
  },
  {
    "term": "Fino",
    "definition": "A wine term in Spain, specifically Jerez and the surrounding areas. It refers to a dry, light style of sherry that has a salty flavor due to the proximity to the ocean. It is aged under a layer of yeast cells, called a 'flor', which helps it retain its freshness."
  },
  {
    "term": "First growths",
    "definition": "The First Growths of Bordeaux represent the absolute pinnacle of the wine world, consisting of just five estates—Château Lafite Rothschild, Château Latour, Château Margaux, and Château Haut-Brion (classified in 1855), plus Château Mouton Rothschild (elevated from Second Growth in 1973)—that have maintained their legendary status for over 150 years through consistent production of the world's most coveted and collectible wines. These estates, located across the Left Bank appellations of Pauillac, Margaux, and Pessac-Léognan (Graves), each express distinct terroir characteristics: Lafite's elegance and finesse, Latour's power and structure, Margaux's perfume and grace, Haut-Brion's earthy complexity, and Mouton's opulent richness, yet all share the ability to age gracefully for decades while commanding prices that often exceed $500-1,000+ per bottle. The 1855 Classification that established four of these First Growths was based on market prices over the previous century, proving remarkably prescient as these châteaux continue to set global benchmarks for quality, prestige, and investment value in fine wine. Beyond their individual excellence, the First Growths serve as the ultimate expression of Bordeaux's blending artistry, combining Cabernet Sauvignon, Merlot, Cabernet Franc, and other varieties in proportions that vary by vintage to create wines of extraordinary complexity, longevity, and consistent greatness that define what the world expects from truly exceptional wine."
  },
  {
    "term": "Flabby",
    "definition": "A wine tasting term. It is used to describe a wine that has a less than desirable structural makeup and is low on acidity and balance."
  },
  {
    "term": "Floc de Gascogne",
    "definition": "Floc de Gascogne is a traditional French aperitif wine from the Gascony region in southwestern France, created by blending fresh grape must (unfermented grape juice) with young Armagnac brandy to stop fermentation and preserve natural grape sweetness, resulting in a fortified wine with 16-18% alcohol. This ancient technique, similar to the process used for making Pineau des Charentes, produces both white and rosé versions that display the region's native grape varieties like Ugni Blanc, Colombard, and Gros Manseng, offering flavors ranging from fresh citrus and white flowers to candied fruits and honey."
  },
  {
    "term": "Flor",
    "definition": "Flor is a naturally occurring layer of yeast (primarily Saccharomyces cerevisiae) that forms on the surface of certain Sherry wines, creating a protective white film that prevents oxidation while imparting distinctive flavors and aromas to the wine beneath. This beneficial yeast thrives in the unique conditions of Jerez's bodegas—specific humidity levels, temperature ranges, and the fortification to around 15-15.5% alcohol—and is essential for producing Fino and Manzanilla Sherries, which develop their characteristic fresh, saline, and nutty flavors through years of contact with the flor. The flor acts as a living blanket that consumes oxygen, glycerol, and acetic acid while producing aldehydes and other compounds that give these Sherries their bone-dry character and complex, yeasty aromas that distinguish them from oxidatively aged Sherries like Oloroso."
  },
  {
    "term": "Flying winemakers",
    "definition": "A term that originated in Australia. It refers to winemakers who produce wines in different hemispheres, ostensibly executing two harvests a year."
  },
  {
    "term": "Fondillón",
    "definition": "A wine from Alicate, Spain. It is known for its high alcohol and oxidized aromas and flavors."
  },
  {
    "term": "Fortified wine",
    "definition": "Fortified wine is a style of wine that has had a distilled spirit—usually grape brandy—added to it, either during or after fermentation. This process increases the alcohol content and can preserve natural sugars, resulting in a range of styles from dry to very sweet. Famous examples include Port, Sherry, Madeira, and Marsala, each with its own distinct production methods and flavor profiles. Fortified wines are often rich, complex, and long-lived, making them ideal for both sipping and pairing with food—especially cheeses, desserts, or even savory dishes depending on the style. For novice wine drinkers, exploring fortified wines offers a delicious introduction to tradition, technique, and the incredible diversity of wine."
  },
  {
    "term": "France",
    "definition": "France stands as the undisputed global leader in fine wine production, establishing the foundation for every major winemaking tradition through centuries of viticultural innovation, terroir understanding, and quality classification systems that serve as models worldwide. The country's wine history spans over 2,000 years, from Roman plantings to medieval monastic development, culminating in the creation of the Appellation d'Origine Contrôlée (AOC) system in 1935 that legally protects regional wine styles and has been emulated by wine regions across the globe. France's major wine regions—Bordeaux (structured reds and sweet wines), Burgundy (elegant Pinot Noir and Chardonnay), Champagne (luxury sparkling wines), Rhône Valley (powerful reds and diverse styles), Loire Valley (crisp whites and food-friendly reds), and Alsace (aromatic whites)—each contribute distinct styles that define international wine categories and set quality benchmarks. In the modern wine world, France maintains its position as both the largest wine consumer and a top producer by volume, while French wine regions, grape varieties, and winemaking techniques continue to influence global wine culture, with terms like \"terroir,\" \"cuvée,\" and \"méthode champenoise\" becoming universal wine vocabulary. Despite increasing competition from New World producers, France's combination of diverse terroirs, indigenous grape varieties, traditional methods, and unwavering commitment to expressing place over technology ensures its continued relevance as the spiritual and practical heart of the international wine industry."
  },
  {
    "term": "Franciacorta",
    "definition": "Franciacorta is Italy's most prestigious sparkling wine region, located in Lombardy between Milan and Lake Garda, where producers create exceptional traditional method sparkling wines using only Chardonnay, Pinot Nero (Pinot Noir), and Pinot Bianco grapes with strict quality regulations that often exceed those of Champagne. This DOCG region, established in 1995, requires longer aging on lees than Champagne (18 months minimum versus 15 months) and prohibits the use of the term \"metodo classico,\" instead using only \"Franciacorta\" to distinguish these wines as a unique Italian expression of traditional sparkling winemaking. The region's continental climate, morainic soils left by ancient glaciers, and altitude variations create ideal conditions for producing sparkling wines with remarkable finesse, complexity, and aging potential that rival the best Champagnes while maintaining a distinctly Italian character. Franciacorta represents the pinnacle of Italian sparkling wine production, with top producers like Ca' del Bosco, Bellavista, and Ferrari demonstrating that Italy can compete at the highest levels of luxury sparkling wine while offering exceptional value compared to similarly crafted French Champagnes."
  },
  {
    "term": "Free-run juice",
    "definition": "A winemaking term for the juice that runs off of the first pressing of wine grapes. This juice is prized, without any of the astringency of the subsequent pressings of the harvested grapes."
  },
  {
    "term": "French hybrid grapes",
    "definition": "Refers to the grape varieties produced in France that are the result of crossing the classic European varieties with American species of vines. These hybrids have much of the hardiness and disease resistance of the American vines, but the wine quality generally isn't great."
  },
  {
    "term": "French paradox",
    "definition": "Also known as the European Paradox. It refers to the seemingly high fat, high cholesterol diets of the French yet low levels of obesity and cardiovascular diseases. It most likely fails to adequately recognize the low level of additives and hormones that European Union countries generally use for their food products."
  },
  {
    "term": "Friulano",
    "definition": "Name for the Sauvignonasse grape in Friuli. Formerly known as Tocai Friulano. A white wine grape that shows great promise when handled with care."
  },
  {
    "term": "Friuli",
    "definition": "Friuli-Venezia Giulia, located in northeastern Italy bordering Austria and Slovenia, represents one of Italy's most dynamic and quality-focused white wine regions, where the cool Alpine climate and diverse soils create ideal conditions for producing exceptionally crisp, mineral-driven wines from both international and indigenous grape varieties. The region gained international recognition through pioneering producers like Mario Schiopetto and Josko Gravner who revolutionized Italian white winemaking in the 1970s and 80s, introducing temperature-controlled fermentation and later natural winemaking techniques that showcase varieties like Friulano, Ribolla Gialla, and Pinot Grigio at their most expressive."
  },
  {
    "term": "Furmint",
    "definition": "A white wine grape from Hungary, known for its utilization in the Tokaj region."
  }
]