[
  {
    "term": "Galestro",
    "definition": "Marl-like soils found in the Chianti Classico region of Tuscany."
  },
  {
    "term": "Galicia",
    "definition": "Galicia, located in Spain's verdant northwest corner along the Atlantic coast, represents one of Europe's most distinctive wine regions, where the cool, humid maritime climate and granite soils create ideal conditions for producing some of Spain's most elegant and food-friendly white wines. The region's most celebrated appellation, Rías Baixas, has gained international acclaim for its exceptional Albariño wines that showcase bright acidity, mineral precision, and citrus-driven flavors that pair perfectly with the region's abundant seafood, while other DOs like Ribeiro, Valdeorras, and Monterrei contribute diverse expressions from indigenous varieties like Godello, Treixadura, and Mencía. Galicia's winemaking tradition dates back to Roman times, but the modern renaissance began in the 1980s when producers recognized the potential of their indigenous grape varieties and began crafting wines that expressed the region's unique Atlantic terroir rather than following mainstream Spanish wine trends. This focus on indigenous varieties, combined with the region's distinctive climate and granite-based soils, has positioned Galicia as Spain's premier white wine region and one of Europe's most compelling sources of mineral-driven, terroir-expressive wines that offer exceptional value and authentic regional character."
  },
  {
    "term": "Garagiste",
    "definition": "A French tern for a small producer, usually applied to quality producers in the Bordeaux region, specifically the right bank."
  },
  {
    "term": "Garganega",
    "definition": "White wine grape found in the Veneto region of Italy. It is the predominant grape used in the production of Soave."
  },
  {
    "term": "Gamay",
    "definition": "A fine wine grape known for its low tannin and easy drinking nature, this grape is the cornerstone of Beaujolais, the southernmost subregion in Burgundy. While the Pinot Noir grape reigns supreme north of Beaujolais, on the granite slopes of this large southerly region the Gamay grape prevails. A nouveau version of this wine is produced, released in November of the harvest year. As with most wine regions these days, a new breed of vintner has infiltrated Beaujolais, with a host of high-quality wines, often from one of the crus, showing high quality at reasonable prices for Burgundy."
  },
  {
    "term": "Gamey",
    "definition": "A wine tasting term. It refers to the presence of earth and non-fruit aromas and flavors in wine."
  },
  {
    "term": "Gattinara",
    "definition": "Small wine region in the Piedmont region of northern Italy, based on the Nebbiolo grape."
  },
  {
    "term": "Gavi",
    "definition": "Wine region (DOCG) in the Piedmont region of northern Italy, based on the white Cortese grape."
  },
  {
    "term": "Genever",
    "definition": "The Dutch predecessor to gin, Genever is a maltier, richer spirit made from a grain mash and flavored with juniper and botanicals, often considered a bridge between whiskey and gin."
  },
  {
    "term": "Germany",
    "definition": "Germany stands as one of the world's most northerly wine-producing nations, with a winemaking history stretching back over 2,000 years to Roman settlements along the Rhine, and today represents the global pinnacle of cool-climate viticulture, particularly for Riesling, which comprises about 60% of plantings and produces wines of unmatched elegance, longevity, and terroir expression. The country's 13 designated wine regions stretch along river valleys that provide crucial warmth and protection from harsh continental weather, with the most celebrated being the Mosel (famous for slate soils and ethereal, low-alcohol Rieslings), Rheingau (birthplace of noble rot wines and Germany's most prestigious region), Pfalz (the largest and warmest region producing both traditional and international varieties), and Baden (the southernmost region known for Pinot Noir and fuller-bodied wines). Germany's unique contribution to world wine culture extends beyond Riesling to include pioneering work in ice wine production, the development of noble rot dessert wines, and the creation of süssreserve (unfermented grape juice) techniques that allow winemakers to balance acidity with precise sweetness levels. The modern German wine industry has undergone a quality revolution since the 1980s, with a new generation of producers creating world-class dry wines that challenge preconceptions about German wine being only sweet, while traditional producers continue crafting the planet's most age-worthy and terroir-expressive white wines. This combination of ancient winemaking heritage, extreme northern climate challenges, diverse regional terroirs from volcanic Kaiserstuhl to slate-laden Mosel slopes, and innovative viticultural techniques has established Germany as an essential wine region for understanding how cool climates, indigenous varieties, and meticulous winemaking can produce wines of extraordinary finesse and complexity that improve for decades in the cellar."
  },
  {
    "term": "German Wine Law",
    "definition": "German wine law represents one of the world's most complex classification systems, but understanding its basic structure is essential for navigating Germany's exceptional wines, which are primarily organized around ripeness levels at harvest rather than geography like French or Italian systems. The foundation rests on four quality levels: Tafelwein (basic table wine), Landwein (regional wine), Qualitätswein bestimmter Anbaugebiete or QbA (quality wine from designated regions), and Prädikatswein (formerly QmP), which represents the highest category and includes six ripeness-based designations in ascending order: Kabinett (lightest), Spätlese (late harvest), Auslese (select harvest), Beerenauslese (berry selection), Trockenbeerenauslese (dried berry selection), and Eiswein (ice wine). The system measures grape ripeness using the Öchsle scale, which determines minimum sugar levels required for each Prädikat level, though higher ripeness doesn't always mean sweeter wine since German producers can ferment these sugars to dryness, creating powerful dry wines from very ripe grapes. What makes German wine law particularly confusing for newcomers is that ripeness level doesn't indicate sweetness—a Spätlese can be bone dry (trocken) or lusciously sweet depending on how much residual sugar remains after fermentation, while terms like \"trocken\" (dry), \"halbtrocken\" (off-dry), and \"lieblich\" (medium-sweet) on labels indicate actual sweetness levels. Additionally, Germany's 13 designated wine regions (Anbaugebiete) like Mosel, Rheingau, and Pfalz each have distinct terroirs and microclimates that significantly influence wine styles, while individual vineyard sites (Einzellagen) and village appellations (Gemeinde) add further complexity to labeling, making German wines incredibly rewarding for those who invest time in understanding this intricate but logical system that prioritizes natural ripeness and terroir expression above all else."
  },
  {
    "term": "Gewürztraminer",
    "definition": "Gewürztraminer is an aromatic white grape variety most famously associated with Alsace, France, that produces intensely perfumed wines with distinctive spicy, floral, and exotic fruit characteristics including rose petals, lychee, ginger, and tropical fruits. The grape's naturally low acidity and tendency toward higher alcohol levels create rich, full-bodied wines that can range from bone dry to lusciously sweet, with the best examples balancing the variety's exuberant aromatics with enough structure to pair beautifully with spicy Asian cuisine, rich cheeses, and foie gras. While Alsace remains the benchmark region, Gewürztraminer thrives in cool climates worldwide including Germany's Pfalz, Italy's Alto Adige, and select sites in Washington State and New Zealand, though it requires careful vineyard management and winemaking to prevent the wines from becoming overly heavy or losing their essential aromatic intensity."
  },
  {
    "term": "Gigondas",
    "definition": "Gigondas is a prestigious Côtes du Rhône appellation in southern France, located on the dramatic terraced slopes beneath the Dentelles de Montmirail mountains, where the combination of Mediterranean climate, limestone and clay soils, and elevation creates ideal conditions for producing powerful, age-worthy red wines primarily from Grenache and Syrah. The wines of Gigondas are known for their robust structure, concentrated dark fruit flavors, and distinctive garrigue herbs and spice notes that reflect the region's wild, scrubland landscape, often requiring several years of cellaring to fully integrate their substantial tannins and reveal their complexity. Elevated to its own AOC status in 1971 after decades as a Côtes du Rhône-Villages, Gigondas represents exceptional value in the Rhône Valley hierarchy, producing wines that rival nearby Châteauneuf-du-Pape in quality and aging potential while typically commanding significantly lower prices."
  },
  {
    "term": "Gin",
    "definition": "Gin is a neutral spirit flavored predominantly with juniper berries, along with a wide range of other botanicals such as citrus peel, coriander, angelica root, cardamom, orris root, and more. To legally qualify as gin, juniper must be the dominant aroma and flavor, though modern styles often showcase exotic or regional botanicals for added complexity. There are several key styles: London Dry (crisp, dry, and juniper-forward with no added sugar), Plymouth (softer and earthier), Old Tom (slightly sweetened), and New Western or Contemporary gins, which reduce the juniper dominance in favor of modern, often floral or herbal profiles. Gin is typically redistilled with botanicals (as in distilled gin), though compound gins simply have flavorings added after distillation. Gin’s versatility, aromatic profile, and clean finish make it a cornerstone of classic cocktails like the Martini, Negroni, and Gin & Tonic, as well as a favorite spirit for innovation in modern mixology."
  },
  {
    "term": "Ginger beer",
    "definition": "A non-alcoholic or mildly alcoholic carbonated beverage made with fermented ginger, sugar, and water, commonly used as a mixer in drinks like the Moscow Mule and Dark 'n Stormy."
  },
  {
    "term": "Gobelet system",
    "definition": "A wine making term referring to a type of vine trellising system used to string grapevine upright. Most often found in the Southern Rhône and Southern Italy, or other older wine growing regions. In Italy, the Gobelet system is known as “albarello” and in Spain it is known as “en vaso”.  Australians often refer to such vines as “bush vines”."
  },
  {
    "term": "Godello",
    "definition": "White wine grape found in northwest Spain, specifically near the commune of Valdeorras."
  },
  {
    "term": "Grafting",
    "definition": "A viticulture term for using the rootstock of a vine to grow a different type of grape. American rootstocks and specialty disease resistance rootstocks are most used, with vignerons “grafting” (cutting the base rootstock open and tying another grape variety into the root) to get the best results in the vineyard."
  },
  {
    "term": "Graves",
    "definition": "The Graves region, located south of Bordeaux city along the Garonne River, represents one of Bordeaux's most historic wine areas and the birthplace of the great châteaux tradition, producing exceptional red wines from Cabernet Sauvignon and Merlot blends alongside some of Bordeaux's finest dry white wines from Sauvignon Blanc and Sémillon. The region's unique terroir of deep gravel beds (graves means \"gravel\" in French) provides excellent drainage and heat retention that allows grapes to ripen fully while maintaining elegance, with the northern section designated as Pessac-Léognan AOC in 1987 to recognize its superior quality potential. The Graves Classification, established in 1953 and updated in 1959, differs from the famous 1855 Classification by recognizing both red and white wines from 16 châteaux, including legendary properties like Haut-Brion (the only non-Médoc estate in the 1855 First Growth classification), La Mission Haut-Brion, and Domaine de Chevalier, with classified properties allowed to use \"Grand Cru Classé de Graves\" on their labels. This classification system, while smaller in scope than the Médoc's hierarchy, has proven remarkably stable and accurate over time, with Graves producing some of Bordeaux's most consistent and food-friendly wines that offer exceptional value compared to their Left Bank counterparts while maintaining the complexity and aging potential that defines great Bordeaux."
  },
  {
    "term": "Grand Cru",
    "definition": "A classification term, most often associated with Burgundy, France, that denotes the top level in the classification system. There is also a Grand Cru system in Provence, as well as a detailed classification system in the Bordeaux region."
  },
  {
    "term": "Grappa",
    "definition": "An Italian pomace brandy distilled from the leftover grape skins, seeds, and stems after winemaking, traditionally rustic but now often refined and artisanal."
  },
  {
    "term": "Grechetto",
    "definition": "White wine grape found in the commune of Orvieto in central Italy."
  },
  {
    "term": "Greece",
    "definition": "Greece represents one of the world's oldest wine cultures with over 4,000 years of continuous winemaking history, and today stands as one of the most exciting emerging wine regions thanks to a renaissance focused on indigenous grape varieties like Assyrtiko, Agiorgitiko, and Xinomavro that produce wines of exceptional character and aging potential. The country's diverse geography—from the volcanic soils of Santorini producing mineral-driven Assyrtiko whites to the mountainous regions of Naoussa crafting structured Xinomavro reds—combined with ancient viticultural techniques like the traditional basket-shaped vine training (kouloura) creates wines that are both uniquely Greek and internationally compelling. Modern Greek producers have successfully balanced respect for indigenous varieties and traditional methods with contemporary winemaking technology, positioning Greece as a source of distinctive, terroir-driven wines that offer wine enthusiasts the rare opportunity to explore completely unique flavor profiles unavailable anywhere else in the world. This combination of ancient heritage, indigenous varieties, diverse terroirs, and modern quality standards has transformed Greece from a curiosity into a serious player in the international fine wine market, offering exceptional value and authenticity in an increasingly homogenized wine world."
  },
  {
    "term": "Green",
    "definition": "A wine tasting term used to describe a wine with underripe or underdeveloped aromas and flavors. This can be a result of overproduction, harvest before optimal maturity of just poor winemaking."
  },
  {
    "term": "Green harvest",
    "definition": "A viticultural term for the trimming, or thinning, of the grape vines. Some of the fruit is dropped or trimmed off while still yet to ripen, to gain the proper fruit to vine ratio for that grape variety and make the vine produce better remaining fruit bunches."
  },
  {
    "term": "Grenache",
    "definition": "Grenache is one of the world's most widely planted red grape varieties, thriving in hot, dry Mediterranean climates where it produces wines ranging from light, fruity rosés to powerful, age-worthy reds with characteristic flavors of red berries, spice, and herbs, while maintaining naturally high alcohol levels and relatively low tannins. The grape achieves its greatest expressions in France's Southern Rhône Valley (particularly Châteauneuf-du-Pape where it often dominates blends), Spain's Priorat and Campo de Borja regions (where it's called Garnacha), and increasingly in Australia's Barossa Valley and McLaren Vale, producing wines that showcase the variety's ability to reflect terroir while maintaining its distinctive generous, warm character. Grenache's versatility extends beyond red wine production—it creates some of the world's finest rosés (especially in Provence), contributes structure and fruit to GSM blends (Grenache-Syrah-Mourvèdre), and in its white mutation (Grenache Blanc) produces rich, full-bodied white wines with honeyed texture and Mediterranean herb notes that pair beautifully with the region's cuisine."
  },
  {
    "term": "Grüner Veltliner",
    "definition": "Grüner Veltliner is a light to medium bodied wine, grown from a grape found most comfortably alongside the Danube River in Austria. There is a fairly wide array of styles produced, some being light and fresh, and some having oak and a fuller body. The flavor profile leans toward just ripe fruit, slight spice and a slightly vegetal component, most affectionately described as lentils and white pepper. The result is fantastic food, wine, and a great pairing for dishes that have vegetables as their main component."
  },
  {
    "term": "Guyot training",
    "definition": "A viticulture term for a vine trellising system invented by a scientist of the same name, in the 19th century. This cool climate system of farming the vine utilizes the best branches from the prior years while trimming away the rest while setting the vine up for next year’s growth."
  }
]