[
  {
    "term": "IBU (International Bitterness Units)",
    "definition": "A scale that measures the bitterness of beer based on hop content; the higher the IBU, the more pronounced the bitterness, though balance with malt is key to perception."
  },
  {
    "term": "Icewine",
    "definition": "A style of wine where by the grapes are left to freeze on the vine before harvesting, concentrating the sugars (and flavors) to create a rare and pricey honey like elixir."
  },
  {
    "term": "IGT",
    "definition": "Indacazione Geographica Tipica. An Italian tern for a typical wine of a particular region. It often means a lower quality than the DOC/DOCG level. However, there are many wines that choose to bottle under the IGT to avoid adhering to the regulations of the region. Many of the “Super Tuscan” wines are bottled as IGT and command very high prices."
  },
  {
    "term": "India Pale Ale (IPA)",
    "definition": "A hop-forward ale originally brewed in England with extra hops for preservation, now one of the most popular global craft beer styles, known for bold bitterness and citrusy, piney aromas."
  },
  {
    "term": "Irish Cream Liqueur",
    "definition": "A creamy liqueur made from a blend of whiskey, cream, and chocolate or coffee flavors—Baileys is the best-known brand."
  },
  {
    "term": "Ireland",
    "definition": "Ireland is one of the oldest known producers of whiskey (spelled with an \"e\" in Irish tradition), with a heritage that dates back centuries, rooted in monastic distillation and known for producing smooth, approachable styles. Irish whiskey is typically triple distilled (as opposed to Scotch’s common double distillation), resulting in a lighter, cleaner spirit that’s often matured in ex-bourbon, sherry, or other wine casks for added complexity. The country recognizes several styles including Single Malt, Single Pot Still (unique to Ireland), Grain Whiskey, and Blended Whiskey, with brands like Jameson, Redbreast, and Bushmills leading global recognition. A hallmark of Irish whiskey is the use of both malted and unmalted barley in the pot still style, giving it a creamy texture and spicy depth. After a period of decline in the 20th century, Ireland's whiskey industry has experienced a major renaissance, with new distilleries, innovation, and exports booming worldwide, reclaiming its place as one of the world's most respected whiskey producers."
  },
  {
    "term": "Irish Whiskey",
    "definition": "A smooth, often triple-distilled whiskey made in Ireland, typically from malted and unmalted barley, known for its lighter style and notes of honey, fruit, and spice."
  },
  {
    "term": "Irrigation",
    "definition": "A viticultural term describing the application of water to the vines from a source other than the immediate microclimate. This practice is necessary in many regions and not allowed in others."
  },
  {
    "term": "Isinglass",
    "definition": "A winemaking term for A fining agent made most often from the bladder of sturgeon fish. For this reason, it is imperative you are certain that a wine does not go through this process when offering up a wine for a vegetarian, vegan or those with an aversion to animal products."
  },
  {
    "term": "Italy",
    "definition": "Italy is one of the world’s most important wine-producing nations, both historically and in modern times, offering unmatched diversity in grape varieties, styles, and regional traditions. With over 500 officially recognized native grape varieties—more than any other country—Italy’s wines range from the structured reds of Barolo and Brunello to the crisp whites of Soave and Verdicchio, the sparkling wines of Franciacorta and Prosecco, and the iconic blends of Chianti Classico and Super Tuscans. The country is divided into 20 wine regions, each with distinct climates, soils, and cultural identities, from the alpine freshness of Alto Adige to the sun-baked richness of Sicily and Puglia. Italy’s wine laws (DOC, DOCG, IGT) help preserve tradition while allowing innovation, and many producers blend centuries-old practices with modern techniques to craft wines of remarkable character and global acclaim. Food and wine culture are deeply intertwined in Italy, with regional wines crafted to complement local cuisine, enhancing both in a harmonious, often unforgettable experience. For wine lovers, Italy offers not just a vast selection of wines, but a gateway into history, art, and culture—each bottle a reflection of place, passion, and proud heritage."
  }
]