[
  {
    "term": "Jägermeister",
    "definition": "A famous German herbal liqueur made from 56 botanicals, served ice cold as a shot or used in cocktails, often associated with bold, bittersweet flavors."
  },
  {
    "term": "Jammy",
    "definition": "A wine tasting term for a wine that is showing intensity of fruit flavor, bordering on the candied or liqueur side of richness."
  },
  {
    "term": "Japan",
    "definition": "Japan has become one of the world’s most respected whisky-producing nations, known for crafting precise, elegant, and harmonious whiskies that often draw inspiration from Scottish tradition while expressing a distinct Japanese sensibility. Japanese whisky production began in the early 20th century, with pioneers like Masataka Taketsuru and Shinjiro Torii, and iconic distilleries such as Yamazaki, Hakushu, Nikka, and Chichibu now leading the industry. Many Japanese whiskies are made using pure local water sources, long fermentation, and a variety of cask types—including American oak, sherry casks, and Japanese Mizunara oak, which imparts subtle sandalwood and incense-like aromas. Rather than emphasizing boldness, Japanese whisky tends to favor balance, refinement, and nuance, often designed to pair well with food. The category has grown from cult status to global acclaim, with limited releases and aged expressions becoming highly collectible, positioning Japan as a top-tier whisky nation alongside Scotland, Ireland, and the U.S."
  },
  {
    "term": "Japanese Whisky",
    "definition": "Japanese whisky emerged in the 1920s when Masataka Taketsuru, after studying Scotch whisky production in Scotland, returned to Japan and co-founded the country's first commercial distillery with Shinjiro Torii, establishing a whisky-making tradition that closely follows Scottish methods while incorporating distinctly Japanese elements like mizunara oak aging, local water sources, and meticulous attention to craftsmanship. The industry gained international recognition in the early 2000s when Japanese whiskies began winning prestigious awards and blind tastings against established Scotch brands, with distilleries like Yamazaki, Hakushu, Nikka, and Hibiki producing whiskies that showcase remarkable balance, complexity, and refinement that reflect Japanese aesthetic principles of harmony and precision. Japanese whisky production emphasizes diversity within individual distilleries—using multiple still shapes, varied fermentation times, and different oak types including American oak, sherry casks, and the prized Japanese mizunara oak that imparts unique incense and sandalwood notes—allowing master blenders to create complex expressions from a single facility's production."
  },
  {
    "term": "Jerez",
    "definition": "Jerez de la Frontera, located in Andalusia's southwestern corner near the Atlantic coast, serves as the historic heart and legal birthplace of Sherry wine, where the unique combination of chalky albariza soils, maritime climate, and centuries-old solera aging systems creates the world's most complex and diverse fortified wine styles. The city's bodegas, including legendary houses like Tío Pepe (González Byass), Sandeman, and Lustau, house vast cathedral-like aging facilities where flor yeast and oxidative aging transform Palomino grapes into the complete spectrum of Sherry styles from bone-dry Fino to rich, nutty Oloroso and sweet Pedro Ximénez. Jerez's solera system—a fractional blending method where wines move through tiers of barrels over decades—represents one of winemaking's most sophisticated aging techniques, creating wines of extraordinary consistency and complexity that can maintain their character across centuries of production."
  },
  {
    "term": "Jeroboam",
    "definition": "A large format bottle size that usually mean 4 bottles (3 liters), however, some regions have different volumes."
  },
  {
    "term": "Judgement of Paris",
    "definition": "The infamous tasting which pegged a group of American wines against some very famous French wines in 1976. The American wines edged out their old-world competitors and it lead to an immense amount of popularity for the burgeoning industry."
  },
  {
    "term": "Jumilla",
    "definition": "Jumilla, located in southeastern Spain near the Mediterranean coast in the Murcia region, represents one of Spain's most dynamic wine areas, where the hot, arid continental climate and limestone-rich soils create ideal conditions for producing intensely concentrated red wines primarily from the indigenous Monastrell (Mourvèdre) grape. The region gained international recognition in recent decades through pioneering producers who transformed Jumilla from a bulk wine area into a source of exceptional value wines, crafting powerful, full-bodied reds with deep color, robust tannins, and distinctive earthy, herbal characteristics that reflect the harsh, drought-prone landscape. Jumilla's high-altitude vineyards (ranging from 400 to 800 meters) and extreme diurnal temperature variations help preserve acidity in the naturally powerful Monastrell wines, while modern winemaking techniques have refined the grape's traditionally rustic character into polished, age-worthy wines that compete with Spain's more famous regions."
  },
  {
    "term": "Jura",
    "definition": "The Jura is a small, mountainous wine region in eastern France, nestled between Burgundy and the Swiss border, known for its distinctive and often oxidative wine styles. It produces a range of wines including elegant Chardonnays, savory reds from Poulsard, Trousseau, and Pinot Noir, and its signature Vin Jaune—a sherry-like wine made from the Savagnin grape and aged under a veil of yeast. Jura’s cool climate and limestone-rich soils contribute to the region’s vibrant acidity and unique expression. Though historically overlooked, the Jura has gained cult status among sommeliers and enthusiasts for its authenticity, originality, and age-worthy wines."
  },
  {
    "term": "Jurançon",
    "definition": "Jurançon, nestled in the foothills of the Pyrenees in southwestern France, produces some of the world's most distinctive and age-worthy sweet wines from indigenous grape varieties Petit Manseng and Gros Manseng, which naturally concentrate on the vine through passerillage (drying) to create lusciously sweet wines with vibrant acidity and exotic flavors of pineapple, mango, and spice. The region also crafts exceptional dry wines (Jurançon Sec) from the same varieties that showcase remarkable minerality and citrus precision, proving the versatility of these native grapes in expressing the area's unique terroir of steep hillside vineyards and maritime-influenced climate. Jurançon holds the distinction of being the first wine ever tasted by French royalty—King Henri IV's lips were touched with Jurançon at his baptism in 1553—and today represents one of France's most undervalued wine treasures, offering extraordinary complexity and aging potential that rivals the great sweet wines of Bordeaux at a fraction of the price."
  }
]