[
  {
    "term": "Kabinett",
    "definition": "One of the “pradikats” (ripeness levels, essentially) of Germany. The Oechsle scale, a measurement of specific gravity and the way growers measure ripeness levels, has certain ranges where each pradikat level falls."
  },
  {
    "term": "Kamptal",
    "definition": "Austria. Kamptal is a renowned Austrian wine region producing structured and mineral-driven Grüner Veltliner and Riesling, shaped by cool nights, sun-drenched days, and a mix of loess and primary rock soils."
  },
  {
    "term": "Kellerbier",
    "definition": "An unfiltered, naturally cloudy German lager often served young and fresh from the cellar, known for its smooth maltiness and light yeast character."
  },
  {
    "term": "Kerner",
    "definition": "Kerner is a German-born white grape, a cross between Riesling and Trollinger, that combines Riesling’s aromatic brightness with a rounder, softer body and good adaptability to cool climates."
  },
  {
    "term": "Kimmeridgian Soil",
    "definition": "Kimmeridgian soil is rich in limestone and fossilized marine shells and is prized in regions like Chablis and parts of Champagne for producing wines with high acidity, precision, and a pronounced sense of minerality."
  },
  {
    "term": "Knights Valley",
    "definition": "An appellation in Sonoma County known for Cabernet Sauvignon production. This valley is the extension of Napa Valley, as you pass over the county line into Sonoma. Beringer is the largest producer here."
  },
  {
    "term": "Kremstal",
    "definition": "Austria. Just west of Vienna, Kremstal bridges the warmth of the Danube valley and the cooling winds from the mountains, resulting in balanced, expressive Grüner Veltliner and Riesling wines with both fruit and freshness."
  },
  {
    "term": "Kriek",
    "definition": "A traditional Belgian lambic beer fermented with cherries, resulting in a tart, fruity, and effervescent brew often aged in oak barrels."
  },
  {
    "term": "Kombucha",
    "definition": "Kombucha is a fermented tea beverage that naturally produces trace amounts of alcohol (typically 0.5-3% ABV) through the fermentation process involving a symbiotic culture of bacteria and yeast (SCOBY), placing it in a regulatory gray area where most commercial versions are kept below 0.5% ABV to avoid alcohol licensing requirements, though some craft producers intentionally create higher-alcohol versions marketed as hard kombucha with 4-8% ABV. The fermentation process that creates kombucha's characteristic tangy, effervescent profile is fundamentally similar to other alcoholic beverages—yeast consumes sugars from sweetened tea and produces alcohol and carbon dioxide—but the bacterial component typically converts much of the alcohol into acetic acid, giving kombucha its distinctive sour flavor while maintaining relatively low alcohol content. Hard kombucha has emerged as a popular category in the craft beverage market, appealing to health-conscious consumers seeking alternatives to beer and wine, with producers using techniques like longer fermentation periods, additional sugar sources, or secondary fermentation with wine or beer yeasts to achieve higher alcohol levels while preserving kombucha's probiotic benefits and unique flavor profile."
  },
  {
    "term": "Kosher wine",
    "definition": "Wine that is produced under the supervision of a Rabbi and suitable for observing religions."
  },
  {
    "term": "Kvas (Kvass)",
    "definition": "A traditional Slavic low-alcohol fermented beverage made from rye bread, sometimes flavored with fruit or herbs, with beer-like qualities despite low ABV."
  }
]