[
  {
    "term": "Lager",
    "definition": "A type of beer made with bottom-fermenting yeast at cold temperatures, known for its clean, crisp flavor profile and high carbonation—styles include Pilsner, Helles, and Dunkel."
  },
  {
    "term": "Lactic acid",
    "definition": "One of the main acids found in beverages, especially wines that have a creamy or buttery mouthfeel. This becomes prevalent in wines that have gone through malolactic fermentation, the process by which a second fermentation takes place, turning the harsher malic acid (green apples) into the softer lactic acid (cream, half & half)."
  },
  {
    "term": "Lagar",
    "definition": "Lager is the other major category of beer (alongside ale), defined by its use of bottom-fermenting yeast (Saccharomyces pastorianus) that ferments slowly at cooler temperatures (typically 45–55°F / 7–13°C) and requires a longer aging process, known as lagering, which gives the beer its signature clean, crisp, and smooth character. Lagers are generally lighter in body and more restrained in aroma and flavor than ales, though the category includes a wide range of styles—from pale lagers and pilsners, to amber lagers, dark lagers (like Dunkel and Schwarzbier), and strong varieties like Bock and Doppelbock. The cooler fermentation and extended conditioning help reduce fruity esters and other fermentation byproducts, resulting in a more refined, malt- or hop-balanced beer with high drinkability. Though often associated with mass-produced, light-bodied beers, lagers can be richly complex and nuanced, and they remain the most widely consumed beer style in the world, especially in Central Europe and the Americas."
  },
  {
    "term": "Lambic",
    "definition": "A traditional spontaneously fermented Belgian beer, often aged and blended, with a funky, tart, and earthy profile—commonly fruited as Kriek (cherry) or Framboise (raspberry)."
  },
  {
    "term": "Lambrusco",
    "definition": "Lambrusco, a sparkling red wine from Italy's Emilia-Romagna region, has undergone a remarkable transformation from its reputation as a cheap, sweet export wine to become recognized as one of Italy's most food-friendly and authentic regional specialties when produced in its traditional dry (secco) style. Made from various Lambrusco grape varieties using the Charmat method, genuine Lambrusco displays vibrant purple color, lively effervescence, and fresh flavors of dark berries and violets with crisp acidity that makes it the perfect partner for the region's rich cuisine including Parmigiano-Reggiano, prosciutto di Parma, and hearty pasta dishes. The best expressions come from specific DOC zones like Lambrusco di Sorbara and Lambrusco Grasparossa di Castelvetro, where traditional producers create elegant, dry sparkling wines that showcase this indigenous variety's true potential while maintaining the joyful, unpretentious character that makes Lambrusco ideal for casual dining and celebration."
  },
  {
    "term": "Langhe",
    "definition": "The Langhe is a hilly wine region in Piedmont, northern Italy, renowned for its world-class reds made from Nebbiolo, especially Barolo and Barbaresco. It also produces expressive wines from Dolcetto and Barbera, as well as fresh, aromatic whites like Arneis. The region’s rolling vineyards, limestone-rich soils, and cool climate contribute to wines of structure, elegance, and aging potential. Langhe is both a prestigious appellation in its own right and a broader designation for wines made outside the stricter Barolo and Barbaresco DOCG zones."
  },
  {
    "term": "Languedoc",
    "definition": "The Languedoc, stretching across southern France from the Rhône Valley to the Spanish border, represents the world's largest wine region and France's most dynamic area for innovation, where ancient winemaking traditions blend with New World techniques to produce everything from affordable everyday wines to world-class premium bottlings from both international and indigenous grape varieties. Historically known for bulk wine production, the region has undergone a dramatic quality revolution since the 1980s, with pioneering producers in appellations like Pic Saint-Loup, Corbières, and Minervois demonstrating that the Mediterranean climate, diverse soils, and high-altitude sites can produce wines that rival those from more prestigious French regions while offering exceptional value. The Languedoc's diverse terroir encompasses coastal vineyards influenced by Mediterranean breezes, mountainous sites reaching into the foothills of the Pyrenees and Cévennes, and varied soil types from limestone to schist, creating microclimates suitable for everything from elegant Pinot Noir to powerful Syrah and traditional blends of Grenache, Mourvèdre, and Carignan. This region has become France's laboratory for experimentation, where winemakers freely blend international varieties like Cabernet Sauvignon and Chardonnay with traditional Mediterranean grapes, creating distinctive wines that express both the warmth of the southern French climate and the innovative spirit of producers unbound by the strict traditions governing France's more established wine regions."
  },
  {
    "term": "Late bottled vintage",
    "definition": "LBV: This is a style of port wine produced in the Oporto Valley, Portugal. Vintage ports are very expensive, rare and often take many years to come to maturity. LBV offers the characteristics of an aged Vintage port without the price tag."
  },
  {
    "term": "Late harvest",
    "definition": "A winemaking term used to indicate a process by which the grapes are left on the vine past the “optimal” harvest date in order to inhibit “passillerage”, the shriveling of the grapes and the concentration of sugars. There are many wine regions that make late harvest style wines, with Germany and France being the most historically notable countries."
  },
  {
    "term": "Laying down",
    "definition": "A winemaking term for storing a wine bottle on its side to keep the cork moist and trap sediment in the neck more effectively."
  },
  {
    "term": "Lean",
    "definition": "Tasting term referring to a wine that has high acidity and less fruit character."
  },
  {
    "term": "Lebanon",
    "definition": "Lebanon's wine industry, centered in the Bekaa Valley, represents one of the world's oldest wine cultures with archaeological evidence of winemaking dating back over 6,000 years, yet the modern Lebanese wine renaissance began in the 1950s with Château Musar's international recognition for producing exceptional wines despite decades of civil war and regional conflict. The high-altitude Bekaa Valley, situated between the Lebanon and Anti-Lebanon mountain ranges, creates ideal conditions for cultivating both international varieties like Cabernet Sauvignon, Merlot, and Syrah alongside indigenous grapes such as Obaideh and Merwah, producing wines that combine Old World elegance with distinctive Middle Eastern character. Lebanese wines, particularly those from pioneering estates like Château Musar, Château Kefraya, and Château Ksara, have gained international acclaim for their ability to express unique terroir through mineral-rich soils, abundant sunshine, and cool mountain nights, creating complex, age-worthy wines that showcase how ancient winemaking traditions can thrive even in challenging geopolitical circumstances while offering wine enthusiasts distinctive expressions unavailable anywhere else in the world."
  },
  {
    "term": "Lees",
    "definition": "The deceased yeast cells that fall to the bottom of the fermentation vat during and after fermentation. These dead yeast cells have an oxidized and creamy aroma and flavors, and when stirred inside the vat, can give complexity to the wine. The French term for this process is called “battonage”."
  },
  {
    "term": "Lieu-dit",
    "definition": "A term most often used when describing Burgundy and Alsace. It refers to a named vineyard which does not have Premier or Grand Cru appellation."
  },
  {
    "term": "Lillet",
    "definition": "A French aperitif wine made from a blend of wine and citrus liqueurs, available in blanc, rouge, and rosé styles, often served chilled or in cocktails like the Vesper Martini."
  },
  {
    "term": "Limóncello",
    "definition": "A sweet, intensely lemon-flavored Italian liqueur made by macerating lemon zest in neutral spirit and adding sugar syrup, traditionally served chilled as a digestif."
  },
  {
    "term": "Liqueur",
    "definition": "Liqueur is a broad category of sweetened, flavored spirits made by infusing or blending a neutral base alcohol with botanicals, fruits, nuts, spices, herbs, flowers, cream, or other natural flavors, and then adding sugar or sweeteners to create a rich, often lower-proof drink. Unlike standard spirits, liqueurs are not typically consumed straight in large quantities but are widely used in cocktails, desserts, digestifs, and culinary applications. Famous examples include Amaretto (almond), Baileys (cream), Cointreau (orange), Chartreuse (herbal), and Kahlúa (coffee), each offering a distinctive flavor profile and cultural origin. Most liqueurs range between 15% and 30% ABV, though some may be stronger, and they can be either clear, vibrantly colored, or opaque, depending on ingredients and preparation. Because of their approachability, sweetness, and diversity, liqueurs serve as a key component in classic mixology and are often a bridge for newcomers entering the world of spirits."
  },
  {
    "term": "Lodi",
    "definition": "Lodi, located in California's Central Valley between Sacramento and Stockton, has emerged from its bulk wine reputation to become one of the state's most important quality wine regions, particularly renowned for exceptional old-vine Zinfandel plantings that date back over a century and produce wines of remarkable concentration and complexity. The region's Mediterranean climate, combined with deep alluvial soils and significant diurnal temperature variation from Delta breezes, creates ideal conditions for sustainable viticulture, with Lodi leading California in environmentally responsible farming practices through its comprehensive sustainability program."
  },
  {
    "term": "Loire Valley",
    "definition": "The Loire Valley, often called the “Garden of France,” is one of the country’s most diverse and scenic wine regions, stretching along the Loire River from the Atlantic coast to central France. Known for its châteaux and rolling countryside, the region also produces a wide variety of wines—from crisp whites and elegant reds to sparkling wines and some of the world’s finest rosés and dessert wines. It’s cool climate and diverse soils create wines that are typically fresh, food-friendly, and expressive of their origin. The Loire is a collection of smaller wine regions, each with its own identity. In the Pays Nantais near the coast, Muscadet is made from the Melon de Bourgogne grape and pairs beautifully with seafood thanks to its light, mineral-driven profile. Moving east to Anjou-Saumur, you’ll find both rosé and Chenin Blanc—the latter ranging from dry and zesty to sweet and honeyed, especially in appellations like Coteaux du Layon and Quarts de Chaume. Saumur also produces excellent sparkling wines using the traditional method. Further inland in Touraine, Sauvignon Blanc thrives in appellations like Sancerre and Pouilly-Fumé, offering bright acidity and aromas of citrus, gooseberry, and flint. This area also produces light, fruity reds from Cabernet Franc, especially in Chinon and Bourgueil, which are loved for their balance of freshness and earthiness."
  },
  {
    "term": "Long or length",
    "definition": "A wine tasting term for time a wine lingers on the palate after taking a sip. This is a subjective measurement of quality for some but is a nebulous description of the product for most."
  },
  {
    "term": "LVMH",
    "definition": "LVMH (Moët Hennessy Louis Vuitton), the world's largest luxury goods conglomerate, has fundamentally transformed the global wine and spirits industry through its vast portfolio of prestigious brands that spans the entire luxury beverage spectrum."
  }
]