[
  {
    "term": "Maceration",
    "definition": "A winemaking term for the part of the process when the grapes are left to “sit” on their skins after pressing, leaving time for (red) wines o gain their color from the pigment and anthocyanins in the skins."
  },
  {
    "term": "Machine harvesting",
    "definition": "A viticulture term for the use of mechanized methods to remove the grapes from the vines during harvest. Often looked at as industrialization, mechanized harvesting does not automatically mean lower quality, although many high-end wines use hand harvesting methods."
  },
  {
    "term": "Macroclimate",
    "definition": "A viticulture term for the immediate area surrounding a wine region, and the climate that is most prevalent."
  },
  {
    "term": "Madeirization",
    "definition": "A wine tasting term that describes a “cooked” or “caramelized” aroma and flavor to a wine. This refers to the estufa process that some Madeira’s go through, rendering the wine with these unique characteristics."
  },
  {
    "term": "Magnum",
    "definition": "A larger format style bottle which holds 1.5 liters of wine, or the equivalent of 2 bottles."
  },
  {
    "term": "Malic acid",
    "definition": "A type of acid found in all fruit. Malic acid is high in green apples, giving off an abrasive texture and finish if levels are too high. See Malolactic fermentation below."
  },
  {
    "term": "Malolactic fermentation",
    "definition": "A winemaking term that describes the conversion of sharp malic acid (found in green apples) into lactic acid (found in milk). All red wines go through this process, with the most noticeable white wine seeing this treatment being Chardonnay, deriving its creamy and buttery texture front his process."
  },
  {
    "term": "Malt Liquor",
    "definition": "A strong, mass-market beer style made with adjuncts and higher alcohol content, often sold in large bottles or cans and associated with sweeter, fuller flavors."
  },
  {
    "term": "Manzanilla",
    "definition": "A style of sherry, closely related to Fino, made in the seaside town of Sanlucar de Barrameda. This wine has more salinity than its Fino counterpart due to the proximity to the ocean and the violent breezes off the water that this region is famous for."
  },
  {
    "term": "Marc",
    "definition": "A winemaking term that describes the left-over solid matter after the grapes are pressed for their juice. A rough type of brandy is produced from this material, and Italy is prized for its grappa which is made from the marc."
  },
  {
    "term": "Mead",
    "definition": "An alcoholic beverage made from fermented honey, sometimes blended with fruit or spices, representing one of the oldest known alcoholic drinks in the world."
  },
  {
    "term": "Melon de Bourgogne",
    "definition": "Melon de Bourgogne is a white grape variety best known as the sole grape used in Muscadet wines from the Loire Valley’s Pays Nantais, producing light-bodied, crisp wines with notes of lemon, green apple, and saline minerality. Often aged sur lie (on the lees) to add texture and complexity, Melon de Bourgogne excels with oysters and seafood, showcasing its bracing acidity and subtle, ocean-influenced character."
  },
  {
    "term": "Mezcal",
    "definition": "Mezcal is a traditional Mexican spirit made from the agave plant, typically produced in Oaxaca, though several states have official denomination of origin. Unlike tequila—which must be made from only Blue Weber agave—mezcal can be made from dozens of agave varieties, including Espadín, Tobalá, and Tepeztate, each imparting its own unique flavor. Mezcal is most famously known for its distinct smoky character, which comes from roasting the agave hearts (piñas) in underground earthen ovens lined with hot stones and covered with plant matter and soil. Artisanal and ancestral production methods are often employed, involving natural fermentation, wood-fired copper or clay stills, and small-scale, family-owned palenques (distilleries). Mezcal’s diversity in agave, terroir, and technique makes it one of the most complex and expressive spirits in the world—ranging from wild, rustic, and earthy to floral, delicate, and ethereal."
  },
  {
    "term": "Mesoclimate",
    "definition": "A viticulture term describing the immediate climactic conditions surrounding a vineyard, referring to its impact on the viticulture of that area."
  },
  {
    "term": "Méthode Champenoise",
    "definition": "France. The traditional method for making Champagne, in which the second fermentation occurs within the bottle. A legally protected term - only Champagne may wear this on the label - although the method is used the world over. For more details see my Champagne Guide."
  },
  {
    "term": "Méthode Traditionelle",
    "definition": "France. Winemakers outside Champagne using the Methode Champenoise may use this to describe the process on the label. They are legally prevented from using the term Methode Champenoise."
  },
  {
    "term": "Methuselah",
    "definition": "Large-format bottle that contains 6 liters of volume (8 bottles)."
  },
  {
    "term": "Moelleux",
    "definition": "A winemaking term denoting residual sugar in the wine, and the drinker can definitely expect sweetness from these wines."
  },
  {
    "term": "Mourvèdre",
    "definition": "Mourvèdre is a thick-skinned, late-ripening red grape known for producing deeply colored, full-bodied wines with flavors of dark berries, earth, game, and spice, often supported by firm tannins and high alcohol. Thriving in warm, sun-soaked regions like Provence, Spain (as Monastrell), and parts of California, Mourvèdre is frequently used in GSM blends (Grenache–Syrah–Mourvèdre) to add structure, depth, and age-worthiness."
  },
  {
    "term": "Mulled Wine",
    "definition": "A warm, spiced red wine often served during colder months, typically infused with cinnamon, cloves, citrus, and sweeteners—popular in European holiday markets."
  },
  {
    "term": "Must",
    "definition": "The mixture of grape juice, stems, pips and skins that remains in the fermentation vat after pressing and before the fermentation kick starts."
  },
  {
    "term": "Mutage",
    "definition": "A winemaking term that describes the addition of grape spirit to the fermentation vat in order to arrest the fermentation, leaving residual sugar in the wine. Also known as fortification."
  }
]