[
  {
    "term": "Napa Valley",
    "definition": "Napa Valley, located in Northern California, is the most famous wine region in the United States and a symbol of American fine wine. Though grape growing began in the 19th century, the modern rise of Napa came in the 1960s and 70s, culminating in the historic 1976 Judgment of Paris tasting where Napa wines—most notably Chateau Montelena Chardonnay and Stag’s Leap Wine Cellars Cabernet Sauvignon—outperformed top French wines and put Napa on the global map. The region's Mediterranean climate, diverse soils, and varied elevations allow it to excel particularly with Cabernet Sauvignon, but also Merlot, Chardonnay, and Sauvignon Blanc. Napa is home to iconic producers such as Robert Mondavi, Heitz Cellar, Opus One, and Screaming Eagle, whose wines range from everyday quality to highly collectible cult status. Today, Napa Valley leads in sustainability, innovation, and hospitality, attracting millions of visitors each year to its more than 400 wineries. Its wines are known for richness, structure, and polish, often crafted with meticulous attention to detail and aging potential."
  },
  {
    "term": "Natural wine",
    "definition": "Natural wine is a style of wine made with minimal intervention in both the vineyard and the cellar. Grapes are typically grown organically or biodynamically, hand-harvested, and fermented with native (wild) yeasts. Winemakers avoid additives such as commercial yeasts, acids, or filtering agents, and often skip fining and filtration entirely. The result is a wine that may appear cloudy, taste unconventional, or show more variation from bottle to bottle—but that expresses a raw, unpolished sense of place. While celebrated for its authenticity and connection to nature, natural wine also divides opinion due to its unpredictability and lack of standardization."
  },
  {
    "term": "Nebbiolo",
    "definition": "A Vitis vinifera grape found most prominently in the Piedmont region of northern Italy. This grape is responsible for Barolo and Barbaresco, two of the greatest red wines in the world."
  },
  {
    "term": "Négociant",
    "definition": "A term found in France describing someone who brokers wine."
  },
  {
    "term": "Neutral Grain Spirit",
    "definition": "A high-proof, flavorless spirit (usually 95% ABV) made from grain, used as a base for vodka, gin, and liqueurs, or for blending and fortification."
  },
  {
    "term": "New Zealand",
    "definition": "A wine producing country in the south Pacific Ocean that has found notoriety in their expressive version of the Sauvignon Blanc grape. However, both islands are well suited to Vitis vinifera production, with a diverse array of microclimates to take advantage of. Central Otago, on the southern island, has made a name for itself as an up-and-coming area of Pinot Noir production."
  },
  {
    "term": "Noble Rot",
    "definition": "A viticultural term for Botrytis cinerea, the fungus necessary to produce some of the greatest sweet wines in the world. The mold attaches itself to the outer layers of the grape, eventually piercing the grapes and leaking the juice out, concentrating the remaining sugars and laying the groundwork to produce naturally sweet wines. Places like Sauternes in Bordeaux and the Coteaux du Layon in the Loire Valley."
  },
  {
    "term": "NV",
    "definition": "Non-Vintage. As often found on a bottle of Champagne, NV refers to the grapes being harvested in different years yet used in the same bottling. As a wine does not adhere to the minimum percentage to be labeled with a vintage, non-vintage or multi-vintage (MV) will be used. In Champagne, this is a way that year over year consistency is established, as NV wines can be adjusted easier than a wine from a particular vintage"
  }
]