[
  {
    "term": "Oak",
    "definition": "Oak is one of the most influential tools in winemaking, affecting a wine’s flavor, texture, and ageability. It allows controlled oxygen exposure during maturation, which softens tannins in red wines and adds richness to whites. Oak also imparts flavor compounds such as vanillin (vanilla), lactones (coconut), and spice notes, depending on the type of oak, its toasting level, and whether the barrel is new or used. Smaller barrels have more surface contact with the wine, leading to a stronger oak impact, while larger or older barrels provide more subtle influence. The two primary types of oak used in winemaking are French and American. French oak, often sourced from forests like Allier and Tronçais, has a tight grain and offers refined, subtle flavors—ideal for wines where elegance is desired. American oak, from places like Missouri and the Appalachians, has a looser grain and imparts more intense aromas such as coconut, dill, and sweet vanilla. Hungarian and Slavonian oak, used primarily in Central and Eastern Europe, offer an intermediate profile, with restrained flavor and good structure. In red wines, oak contributes structure, depth, and aromatic complexity, enhancing grapes like Cabernet Sauvignon, Tempranillo, and Syrah. For whites, especially Chardonnay, it adds texture and notes of toast, spice, and creaminess. When thoughtfully used, oak becomes an integral element of a wine’s identity, complementing varietal character and supporting long-term development in the bottle."
  },
  {
    "term": "Oechsle",
    "definition": "A scale of measurement used by German viticulturists to measure the sugar (more appropriately, specific weight of the grape to gauge the sugar) in grapes and judge the correct harvest time."
  },
  {
    "term": "Okanagan Valley",
    "definition": "British Columbia, Canada. The Okanagan Valley is Canada’s premier wine region, known for its dramatic landscapes, diverse microclimates, and a wide range of high-quality wines—from crisp Riesling and Pinot Gris to structured Pinot Noir and bold Merlot."
  },
  {
    "term": "Oktoberfest",
    "definition": "A German beer festival held annually in Munich and globally celebrated with Märzen-style lagers, which are amber, malty, and smooth."
  },
  {
    "term": "Old Vines",
    "definition": "You'll often find the term “old vines” (vieilles vignes) on wine labels, indicating a grapevine that has been producing fruit for a sustained period. Although rarely regulated, this timeframe is usually more than 25 years, with some examples being up to 100 years old."
  },
  {
    "term": "Olfactory epithelium",
    "definition": "A series of nerve endings in the sinus area that assists in detecting aroma and taste. The Olfactory bulb above our sinus cavity is responsible for our enjoyment of the aroma and flavors of different foods and beverages."
  },
  {
    "term": "Oloroso",
    "definition": "A term for a style of Sherry, made in the Jerez region of Spain. This is a fortified wine that has oxidative flavors and a rich texture, and contrary to what many believe, it finishes dry. There are “oloroso” wines from odd places that contain sweetness, but they are not to be confused with the oloroso style wines of Jerez."
  },
  {
    "term": "Orange wine",
    "definition": "A style of wine where white grapes are left on their skins (as in red wine production) to gain aroma, flavor and texture. This often imparts oxidation into the wine, and on top of juice gaining tannin, it can turn shades of orange in the bottle."
  },
  {
    "term": "Organic viticulture",
    "definition": "A farming system that indicates the reduction and/or elimination of man-made interventions, specifically chemicals and additives. This is a broad definition, as there are many different laws, caveats and idiosyncrasies of organics."
  },
  {
    "term": "Oregon",
    "definition": "Oregon is one of the most respected wine regions in the United States, especially renowned for its world-class Pinot Noir grown in the Willamette Valley, where a cool, marine-influenced climate mirrors that of Burgundy. The state’s commitment to sustainable and organic viticulture, along with its focus on small, quality-driven producers, has earned it a reputation for authenticity and finesse. While Pinot Noir leads the charge, Oregon also excels with Chardonnay, Pinot Gris, and sparkling wines, and its southern regions (like the Rogue and Umpqua Valleys) produce elegant Syrah and Tempranillo. Volcanic soils, diverse elevations, and a pioneering spirit define Oregon’s terroir, making it a dynamic and increasingly influential player on the global wine stage."
  },
  {
    "term": "Orvieto",
    "definition": "Umbria, Italy. Orvieto, in central Italy’s Umbria region, is known for producing fresh, lightly aromatic white wines from a blend of native grapes like Grechetto and Trebbiano, often enjoyed young for their easygoing charm."
  },
  {
    "term": "Oxidized",
    "definition": "A winemaking, tasting or food description of oxygens detrimental effect on an item."
  }
]