[
  {
    "term": "Palo Cortado",
    "definition": "This is a style of Sherry that is rare and often expensive, as a winemaker never really sets out to make a Palo Cortado, it just happens on its own; sometimes. These offerings often resemble an intense and more refined version of Fino Sherry."
  },
  {
    "term": "Passerillage",
    "definition": "A French viticultural term for allowing the grapes to shrivel on the vine before they are harvested. This concentrates the sugar, allowing for either a sweeter wine or, if fermented to dryness, a higher alcohol and fuller bodied wine."
  },
  {
    "term": "Passito",
    "definition": "An Italian term for wine made from dried grapes."
  },
  {
    "term": "Pasteurization",
    "definition": "The process of heating wine (or any other food product) to a temperature that kills bacteria. This was invented by Louis Pasteur, the French scientist."
  },
  {
    "term": "Pastis",
    "definition": "A French anise-flavored liqueur, similar to absinthe but without wormwood, traditionally diluted with water to create a milky louche effect."
  },
  {
    "term": "Pedro Ximénez",
    "definition": "A white grape that is most associated with the sweet wines of Montilla-Moriles in Andalucia, Spain. PX, as it is known, is often used as a blending partner in Jerez (Sherry), and rarely bottled on its own as it is in Montilla-Morilles."
  },
  {
    "term": "Pétillant",
    "definition": "A label term in France used to denote a slight carbonation to wine. Some regions specialize in a lightly sparkling version of Champagne, often adding more diverse flavor and a touch of sweetness."
  },
  {
    "term": "Penfolds",
    "definition": "Arguably the most significant producer in Australia, having commanded high prices for its expressions for many decades. Grange if their flagship wine, leading the way for auction trophies from down under."
  },
  {
    "term": "Pergola",
    "definition": "A vine training system where the canopy (leaves) is grown up and over walkways to shape the paths as well as take advantage of prime real estate. This is also of historic value, as Italy is known for its beautiful pergolas on the wine estates from antiquity. Also known as the Tendone system."
  },
  {
    "term": "Photosynthesis",
    "definition": "The scientific process in which plants, by virtue of chlorophyll and energy derived from the sun, convert carbon dioxide and water into sugar and oxygen. The result is the accumulation of sugar in the plant, including the fruit. This culminates with physiological ripeness, or the level at which the vigneron is ready to harvest."
  },
  {
    "term": "PH",
    "definition": "An important factor in soil and final wine composition, pH is a measurement of acidity levels and definitely a factor in wine production."
  },
  {
    "term": "Phylloxera",
    "definition": "A vine pest that has been destroying fine wine vineyards around the worlds for hundreds of years. This malady devastated some of the greatest vineyards in the world in the second half of the 20th century."
  },
  {
    "term": "Pierce's disease",
    "definition": "A vine disease caused carried and spread by the glassy wing sharpshooter, is one of the biggest threats to California vineyards."
  },
  {
    "term": "Pigeage",
    "definition": "A French winemaking term for punching down the cap, a phrase that depicts the solid matter floating to the top of a fermentation vat and a winemaker pushing the skins back into the vat."
  },
  {
    "term": "Pilsner",
    "definition": "A type of pale lager originating in the Czech Republic, known for its light body, crisp finish, and balanced hop bitterness—Saaz hops are traditional."
  },
  {
    "term": "Pinot Gris",
    "definition": "Pinot Gris, also known as Pinot Grigio in Italy, is a lighter white variety found growing throughout the world. This wine tends to be light to medium bodied and is mostly produced on the drier side. The grape was made famous from the ocean of examples flooding the U.S. market in the 1990’s and onward, forever cementing itself into the lexicon of wine drinkers. The examples of different styles are far and wide, with sweet examples from Alsace that age gracefully to off dry bottles at the gas station. However, what we find on restaurant wine lists most often are the light, bright styles that go well with earlier courses in the dinner service. Oregon has made great strides with the grape, and the producers who make a great Willamette Valley pinot noir usually make a pretty good pinot gris as well."
  },
  {
    "term": "Pisco",
    "definition": "A clear or lightly aged grape brandy made in Peru and Chile, known for its floral, fruity notes and its use in the Pisco Sour cocktail."
  },
  {
    "term": "Poniente",
    "definition": "A wind pattern that directly impacts the Andalucía region of southern Spain, bringing in moisture to the notoriously dry area of the country."
  },
  {
    "term": "Portugal",
    "definition": "Portugal is a wine-producing country of remarkable diversity, known both for its historic fortified wines and a growing reputation for distinctive, terroir-driven still wines. Its most famous export is Port, a sweet, fortified wine from the Douro Valley, aged in cellars in Vila Nova de Gaia and made primarily from indigenous grapes like Touriga Nacional and Tinta Roriz. Beyond Port, Portugal produces vibrant dry reds and whites across a range of regions: the Alentejo for ripe, full-bodied reds; the Dão and Douro for structured, age-worthy wines; and Vinho Verde for crisp, low-alcohol whites often marked by citrus and slight spritz. Portugal is home to over 250 native grape varieties, many of which are rarely found outside the country, offering unique expressions not replicated elsewhere—grapes like Baga, Arinto, and Encruzado produce wines of character and complexity. In recent decades, a new generation of winemakers has revitalized traditional practices with modern precision, elevating Portugal’s profile among sommeliers and collectors. With its mix of history, value, and innovation, Portugal remains one of Europe’s most exciting and underrated wine destinations."
  },
  {
    "term": "Port wine",
    "definition": "Port is a fortified wine from the Douro Valley in northern Portugal, made by adding grape spirit (aguardente) during fermentation to halt sugar conversion, resulting in a sweet, high-alcohol wine. It’s typically made from indigenous grapes like Touriga Nacional, and comes in various styles, the most common being Ruby Port (bright, fruity, and aged in bulk), Tawny Port (nutty and oxidative, aged in smaller barrels), and Vintage Port (from a single exceptional harvest, meant to age in bottle). Port pairs beautifully with cheese, chocolate, and nuts, and is traditionally enjoyed as a dessert or after-dinner wine. All true Port must be produced in Portugal and is regulated under strict appellation laws to protect its origin and style."
  },
  {
    "term": "Powdery Mildew",
    "definition": "A vine disease, originating in North America, that slowly kills off the grapevine, with the vine giving meager yields of fruit once affected. Also known as Oidium."
  },
  {
    "term": "Prädikat",
    "definition": "The classification system utilized in Germany and Austria based off the oechsle levels, or the ripeness level of the grapes at harvest. Terms like kabinett and spatlese are part of the prädikat label language."
  },
  {
    "term": "Press wine",
    "definition": "The juice that is pressed out of the left over skins is the press wine, which contains more color but also more tannin and astringency that the free run juice that precedes the pressed juice in the production process."
  },
  {
    "term": "Priorat",
    "definition": "Priorat, located in Catalonia, northeastern Spain, is a dramatic, mountainous wine region known for its powerful, deeply concentrated red wines, primarily based on Garnacha (Grenache) and Cariñena (Carignan), grown in ancient, low-yielding vineyards. The region’s hallmark is its unique llicorella soils—a mix of black slate and quartz—that contribute to the wines’ intense minerality, structure, and ability to age, making Priorat one of only two Spanish regions (alongside Rioja) to hold the prestigious DOCa designation."
  },
  {
    "term": "Provence",
    "definition": "Provence, located in southeastern France along the Mediterranean coast, is the country’s oldest wine-producing region, with a history dating back over 2,600 years to when the ancient Greeks first introduced viticulture. Though the region produces red and white wines, it is most famous for its pale, dry rosé, which has become synonymous with the Provencal lifestyle and globally recognized for its delicate color and refreshing style. These rosés, typically blends of Grenache, Cinsault, Syrah, and Mourvèdre, are prized for their crisp acidity, subtle fruit, and herbal, mineral undertones known as garrigue. Provence is divided into several key appellations, including Côtes de Provence (the largest and most widely known), Coteaux d’Aix-en-Provence, and Coteaux Varois en Provence, each offering slightly different expressions based on terroir and elevation. The small but prestigious Bandol AOC is especially notable for its powerful, age-worthy reds made from Mourvèdre, as well as structured rosés with more depth and complexity. In recent decades, Provence has become a benchmark for premium rosé production, combining tradition with modern winemaking techniques, and continues to shape global trends in pink wine."
  },
  {
    "term": "Pruning",
    "definition": "A viticultural term referring to the trimming of the grapevines after harvest, as well as a few other opportune times throughout the vines growing cycle."
  },
  {
    "term": "Pupitre",
    "definition": "A French winemaking term for the wine rack which holds bottles in a suitable position for remuage, the gradual turning of the bottles to keep sediment together for removal later in the process."
  },
  {
    "term": "Puttonyo",
    "definition": "A viticulture term for a 25kg basket used to harvest of grapes in Hungary. Tokaji, Hungary’s famous sweet elixir, was known to use the amount of Puttonyos in each vat to quantify quality on the wine label. However, that practice is going away as wine regions try to make their label language more uniform and understandable."
  }
]