[
  {
    "term": "Rancio",
    "definition": "This is a term that denotes a style of oxidized, almost burnt, styles of wines that are mostly fortified. Appellations such as Rivesaltes and Maury in the southern portion of France are noted for producing this style of wine."
  },
  {
    "term": "Recioto",
    "definition": "An Italian winemaking term for the drying of the grapes before pressing and fermentation. This concentrates the sugar and intensifies the flavor, and many regions in Italy are famous for this style of wine."
  },
  {
    "term": "Rehoboam",
    "definition": "A large format wine bottle (named, of course, after a biblical king) that hold 4.5 liters or 6 750ml bottles of wine."
  },
  {
    "term": "Remuage",
    "definition": "A winemaking term for the turning of the bottles during a period of rest to gather the sediment and yeast cells, most utilized in Champagne. Also known as riddling."
  },
  {
    "term": "Reserve",
    "definition": "A label term that holds little meaning across the world, as it is rarely regulated outside of the European Union. Countries such as Austria, Germany and Switzerland have specific regulations regarding the use of this term. Places such as Napa Valley have a plethora of producers who use this term for many different purposes."
  },
  {
    "term": "Residual sugar",
    "definition": "This is a phrase that describes the leftover sugar in the finished wine after fermentation is complete. This can be either intentional or accidental,"
  },
  {
    "term": "Reverse osmosis",
    "definition": "A filtration process utilized in the production of beverages, and sometimes controversially used in the production of wine. The producers using this method will have more extraction and a more manipulated and marketable offering."
  },
  {
    "term": "Rheingau",
    "definition": "Germany. Rheingau is one of Germany’s most prestigious wine regions, perched along a steep stretch of the Rhine River, where south-facing slopes and slate soils produce structured, age-worthy Rieslings with pronounced minerality and refined elegance."
  },
  {
    "term": "Rheinhessen",
    "definition": "Germany. As Germany’s largest wine region, Rheinhessen has transformed from bulk production to a hotbed of innovation, with a new generation crafting expressive Rieslings, Silvaner, and increasingly complex dry wines across its varied hills and fertile valleys."
  },
  {
    "term": "Rhum Agricole",
    "definition": "A style of rum made from fresh-pressed sugarcane juice (not molasses), primarily in French Caribbean islands like Martinique, known for its grassy, earthy profile."
  },
  {
    "term": "Rhône Valley",
    "definition": "The Rhône Valley, stretching from Lyon to the Mediterranean, is one of France’s most influential wine regions, divided into two distinct parts: the cooler, narrower Northern Rhône and the warmer, broader Southern Rhône. The Northern Rhône is famed for Syrah-based reds from appellations like Hermitage and Côte-Rôtie, and elegant whites from Viognier, Marsanne, and Roussanne. In the Southern Rhône, Grenache dominates in blends alongside Syrah and Mourvèdre, producing bold, spicy reds such as Châteauneuf-du-Pape and Côtes du Rhône. With diverse terroirs, rich history, and approachable to age-worthy styles, the Rhône offers some of France’s most characterful and food-friendly wines."
  },
  {
    "term": "Rías Baixas",
    "definition": "Spain. Nestled along Spain’s rainy, Atlantic coast in Galicia, Rías Baixas is the spiritual home of Albariño, producing crisp, saline, and citrus-driven white wines that pair perfectly with seafood and reflect the region’s cool, coastal terroir."
  },
  {
    "term": "Ribera del Duero",
    "definition": "Spain. Ribera del Duero, set along the high-altitude plains of the Duero River, is famed for bold, age-worthy reds made primarily from Tempranillo (locally known as Tinto Fino), offering intense dark fruit, firm tannins, and a reputation rivaling Rioja."
  },
  {
    "term": "Rickhouse",
    "definition": "A multi-story warehouse used for aging bourbon or whiskey in barrels, where variations in temperature and airflow influence maturation."
  },
  {
    "term": "Riesling",
    "definition": "A grape that needs no introduction, yet is often misunderstood as a sweet, quaffing wine relegated to porch pounder status for those not enjoying dry wine. However, there was a time not too long ago that Riesling commanded higher prices than Bordeaux or Burgundy. Germany is the most notable country who produces the grape, having a wine range of styles and sweetness levels. The German wine laws are the most confusing thing in the world of wine, only adding to the general confusion about the quality and potential of the grape. The dry examples of German Riesling may be the most underrated white wines in the world. Austria makes great Riesling, tending to be more on the dry side of the spectrum. The Danube River valley is well suited to Riesling production, that thrives in cold, harsh condition where vintners must use their skill, ingenuity and historical guidelines to ripen the fruit properly. Countries such as Germany and Austria will utilize the sunshine that reflects off the rivers and tributaries to raise the ambient temperatures in the vineyard just enough to get more ripeness out of the hanging grapes. You can find both outstanding and historically significant examples in Alsace as well, the French outpost for the Riesling grape. New world areas making strides with the grape are Oregon, Washington State and California, along with New York State, which has a long history of growing Riesling in the Finger Lakes region. New Zealand, Australia and Chile all make great examples of the grape, with drier styles being the star performers of the new world examples."
  },
  {
    "term": "Rioja",
    "definition": "Rioja, located in northern Spain along the Ebro River, is the country’s most iconic wine region, known for its age-worthy red wines primarily made from the Tempranillo grape. The region has a unique classification system based on aging: Crianza wines must age at least two years (one in oak), Reserva wines at least three years (with a minimum of one in oak and six months in bottle), and Gran Reserva wines at least five years (two in oak and two in bottle), resulting in layered, complex wines with soft tannins and integrated flavors. Rioja also produces elegant whites from Viura and increasingly fresh, modern styles across all categories. Traditional producers like López de Heredia and La Rioja Alta remain benchmarks, while a new wave of winemakers brings innovation and terroir focus to the region. Rioja’s combination of history, structure, and approachability makes it a cornerstone of Spanish wine."
  },
  {
    "term": "Rootstock",
    "definition": "The plant material (base of the grapevine) that is utilized to grow the grapevines, usually chosen for their disease and drought resistance."
  },
  {
    "term": "Rosé",
    "definition": "Rosé wine achieves its distinctive pink hue through limited skin contact between red grape juice and grape skins, typically lasting anywhere from a few hours to several days depending on the desired color intensity and style, with the most common production methods being direct pressing (gently pressing red grapes to extract minimal color), saignée or bleeding, drawing off pink juice from red wine tanks early in fermentation, and blending (mixing white and red wines, though this is only permitted in Champagne for still wines). The key to quality rosé production lies in maintaining the wine's fresh, vibrant character through careful temperature control, gentle handling, and often stainless steel fermentation that preserves the delicate fruit flavors and crisp acidity that define the style, with most rosés intended for immediate consumption rather than long-term aging. France's Provence region sets the global standard for dry rosé with its pale, elegant wines made primarily from Grenache, Cinsault, and Syrah, though excellent rosés are now produced worldwide from virtually any red grape variety, ranging from light and mineral-driven to rich and fruit-forward styles that pair beautifully with summer cuisine, seafood, and Mediterranean flavors."
  },
  {
    "term": "Roussillon",
    "definition": "France. Roussillon, nestled in the sun-drenched corner of southern France near Spain, produces powerful reds and world-class vin doux naturels (fortified sweet wines) from Grenache, shaped by Mediterranean warmth, wind-swept slopes, and rugged schist soils."
  },
  {
    "term": "Ruby Port",
    "definition": "Ruby Port is a fortified sweet red wine from Portugal’s Douro Valley, aged in large vats to preserve its bright red color, juicy fruit flavors, and youthful character, making it the most accessible and fruit-forward style of Port wine."
  },
  {
    "term": "Rueda",
    "definition": "Spain. Located on Spain’s central plateau, Rueda specializes in fresh, zesty white wines made from the Verdejo grape, often showing notes of lime, fennel, and tropical fruit with a signature herbal edge and vibrant acidity."
  },
  {
    "term": "Rum",
    "definition": "Rum is a diverse and globally cherished spirit distilled from sugarcane byproducts, most commonly molasses, though rhum agricole is made directly from fresh sugarcane juice. It is produced in many styles across the Caribbean, Latin America, and beyond—ranging from light and clean white rums (used in cocktails like Mojitos and Daiquiris), to rich, aged dark rums with flavors of vanilla, spice, and dried fruit, often sipped neat or used in tiki drinks. Aging typically occurs in oak barrels, and flavor is influenced by climate, length of aging, and distillation methods (pot vs. column stills). Countries like Jamaica, Barbados, Cuba, Puerto Rico, and Martinique each bring distinct traditions and regulations, leading to a wide range of styles from funky, ester-heavy expressions to smooth, soft rums ideal for beginners. Rum is one of the most versatile spirits on the market—used in both casual and premium settings—and continues to evolve with growing interest in craft and single-origin bottlings."
  },
  {
    "term": "Rutherglen",
    "definition": "Victoria, Australia. Rutherglen, in northeast Victoria, is legendary for its intensely sweet and unctuous fortified Muscat and Tokay (Topaque) wines, made using a solera system and showcasing complex layers of caramel, dried fruit, and spice."
  },
  {
    "term": "Rye Whiskey",
    "definition": "Rye whiskey is a bold and spicy spirit made from a mash bill that contains at least 51% rye grain, giving it a distinctive peppery, dry, and sometimes herbal profile that stands out in cocktails and sipping. While rye whiskey has historic roots in early American distilling—especially in Pennsylvania and Maryland—its revival in recent decades has made it a staple in modern bars, especially in classics like the Manhattan, Old Fashioned, and Sazerac. The style is aged in new, charred American oak barrels, which add vanilla, caramel, and toasty notes to the underlying grain spice. Though closely related to bourbon, rye is typically less sweet and more assertive, making it favored by those who enjoy a more structured and dry spirit. Distilleries in the U.S. and Canada (where rules differ) offer a wide range of expressions, from youthful and fiery to old and complex, giving rye whiskey broad appeal among enthusiasts and professionals alike."
  }
]