[
  {
    "term": "Sagrantino",
    "definition": "Native to Umbria, Italy, producing deeply tannic, inky reds centered around Montefalco."
  },
  {
    "term": "Saignée",
    "definition": "This winemaking term for the bleeding off a portion of red wine after a short period of skin contact of the juice. This is utilized in the production of rosé, as the winemaker wants to extract just a touch of color from the red grapes and remove the skins (where the anthocyanins are) from the juice quickly."
  },
  {
    "term": "Saison",
    "definition": "A Belgian-style farmhouse ale traditionally brewed in the winter and consumed in summer, known for its dry body, peppery spice, and fruity esters."
  },
  {
    "term": "Saint-Émilion",
    "definition": "Saint-Émilion is one of the most celebrated wine regions on Bordeaux’s Right Bank, known for its picturesque medieval town and Merlot-dominant blends. The region’s gravel, clay, and limestone soils provide ideal conditions for Merlot and Cabernet Franc, producing wines that are plush, aromatic, and structured, often with notes of dark plum, tobacco, and spice. Unlike the Left Bank’s 1855 Classification, Saint-Émilion has its own dynamic classification system—updated roughly every ten years—with prestigious tiers like Premier Grand Cru Classé A and B. Notable estates include Château Cheval Blanc, Château Ausone, and Château Angélus, which are benchmarks of the region’s complexity and elegance. With its blend of history, prestige, and accessibility, Saint-Émilion represents the heart of Right Bank Bordeaux."
  },
  {
    "term": "Saint-Émilion Classification",
    "definition": "From 1954 to 2012, this Bordeaux subregion was classified into crus, and ranked according to their quality levels. This classification is often sited, along with the 1855 of the left bank, as one of the most influential classifications of any wine region in the world. It is not without its flaws and controversies, as many of the top properties are now opting out of the classification, as it loses some of its influence in the world of wine."
  },
  {
    "term": "Saké",
    "definition": "A traditional Japanese alcoholic beverage brewed from rice, water, yeast, and koji mold, often mistaken for wine but technically closer to beer due to its brewed nature."
  },
  {
    "term": "Salmanazar",
    "definition": "A large format bottle, named after a biblical king, with a volume of 9 liters, or 12 bottles."
  },
  {
    "term": "Salta",
    "definition": "Argentina. Salta, in Argentina’s far northwest, is one of the world’s highest-altitude wine regions, where Torrontés thrives in bright sunlight and cool nights to produce aromatic, floral whites, while Malbec and Cabernet Sauvignon develop bold structure and vivid acidity."
  },
  {
    "term": "Sambuca",
    "definition": "An Italian anise-flavored liqueur, typically served neat with three coffee beans (con la mosca) or used in cocktails and coffee drinks."
  },
  {
    "term": "Sancerre",
    "definition": "France. A wine region located in the Loire Valley of France, based on the Sauvignon Blanc grape. This are produces red and rose as well, however, the region is most known for its white wine production."
  },
  {
    "term": "San Luis Obispo County",
    "definition": "San Luis Obispo County, located on California’s Central Coast between Monterey and Santa Barbara, is a diverse and rapidly growing wine region known for its coastal influence and varied microclimates. The Pacific Ocean plays a key role in moderating temperatures, particularly through marine fog and afternoon breezes, which extend the growing season and preserve acidity in the grapes. The region includes two main AVAs: Edna Valley, known for its cool-climate Chardonnay and Pinot Noir, and Paso Robles, a warmer inland area celebrated for bold Zinfandel, Cabernet Sauvignon, and Rhône varietals like Syrah and Grenache. Paso Robles is further divided into 11 sub-AVAs, reflecting its complex soils, elevations, and mesoclimates. Here, producers experiment with both single-varietal and blended wines, ranging from rich, structured reds to full-bodied whites and even rosés. In contrast, Edna Valley and neighboring Arroyo Grande Valley offer elegant, cool-climate wines shaped by some of California’s longest growing seasons."
  },
  {
    "term": "Santa Barbara County",
    "definition": "Santa Barbara County is one of California’s most distinctive and exciting wine regions, prized for its cool-climate viticulture and world-class Pinot Noir, Chardonnay, and Syrah. What sets it apart geographically is its unique transverse valley system—unlike most of California, the mountains here run east-west instead of north-south, allowing cool Pacific Ocean breezes and fog to funnel deep inland. This maritime influence moderates the climate and extends the growing season, preserving acidity and promoting slow, even ripening—ideal for Burgundian varieties. The region is home to several important American Viticultural Areas (AVAs), each with its own microclimate and expression. Santa Maria Valley AVA, one of the oldest AVAs in California, produces ethereal and aromatic Pinot Noir and Chardonnay with vibrant acidity. Sta. Rita Hills AVA, located further south, is globally celebrated for its structured, mineral-rich Pinot Noir and restrained Chardonnay, shaped by relentless ocean winds and chalky soils. Ballard Canyon AVA specializes in Syrah and Rhône varieties, showing balance, spice, and savory complexity. Los Olivos District and Happy Canyon AVAs to the east are warmer, more suited for Bordeaux and Rhône blends, including Cabernet Sauvignon and Sauvignon Blanc."
  },
  {
    "term": "Santorini",
    "definition": "Greece. Santorini is a windswept volcanic island in the Aegean Sea famed for its bone-dry, intensely mineral white wines made from the Assyrtiko grape, grown in ancient bush vines shaped into basket-like coils to protect them from the harsh sun and sea winds."
  },
  {
    "term": "Sardinia",
    "definition": "Italy. Sardinia is an Italian island with a distinct identity, producing powerful reds like Cannonau (Grenache) and bold whites such as Vermentino, often marked by herbal notes, salinity, and wild Mediterranean character influenced by centuries of cultural blending and coastal climate."
  },
  {
    "term": "Sauternes",
    "definition": "Bordeaux, France. Sauternes, a legendary sweet wine from Bordeaux’s Graves region, is made from Sémillon, Sauvignon Blanc, and Muscadelle grapes affected by noble rot (Botrytis cinerea), which concentrates their sugars and flavors to create golden, lusciously textured wines layered with notes of honey, apricot, marmalade, and spice, capable of aging for decades."
  },
  {
    "term": "Sauvignon Blanc",
    "definition": "Arguably the second most popular grape in the world, Sauvignon Blanc (“SB” for the rest of this piece) is responsible for some of the great wines in the world. Sancerre, Pouilly-Fume and the white wines of Bordeaux all owe a debt of gratitude to this dynamic grape, and regions such as Marlborough in New Zealand have hung their hat on this variety. SB, along with Cabernet Franc, are the genetic parents of the Cabernet Sauvignon grape, so there are many DNA similarities in this family of grapes. In cool climates, SB shows high minerality and high acidity, making its most popular expression one or crisp and refreshing appeal. In warmer climates, SB can take on a more tropical aroma and flavor profile, with less of the green or herbaceousness that the variety is known for. Although there are some famous (and expensive) versions of this grape, as mentioned above, the prevailing winner in the popularity contest is the fresh and crisp style, often found in the Sancerre region of the Loire Valley. One thing most do not know, SB is a major component of Sauternes, producing some of the most sought after and historically significant sweet wines in the world. Other old world areas that are known for their SB production are northeastern Italy, Slovenia, Germany and some parts of Spain. New world areas of note are New Zealand, Sonoma and Napa Counties in California and Washington State in the Pacific Northwest."
  },
  {
    "term": "Savoie",
    "definition": "Savoie is a small, alpine wine region in eastern France, nestled in the foothills of the French Alps near the borders of Switzerland and Italy. Its cool climate, high elevation, and limestone-rich soils produce light, refreshing wines that reflect their mountain origins. Although relatively under the radar, Savoie’s wines are gaining attention for their purity, minerality, and versatility—especially as interest in alpine and cool-climate wines grows. The region specializes in indigenous white grapes, most notably Jacquère, which yields crisp, low-alcohol wines with delicate floral and mineral notes. Other key white varieties include Altesse (also known as Roussette), Chasselas, and Gringet, the latter used exclusively in the tiny Ayze appellation for sparkling wines. For reds, Mondeuse is the signature variety, offering peppery, savory wines with good acidity, while Gamay and Pinot Noir also play supporting roles. Savoie includes several appellations, the largest being Vin de Savoie AOC, which encompasses much of the region’s production. Sub-appellations like Roussette de Savoie, Crépy, and Seyssel highlight specific grapes or styles. With its alpine freshness, native varieties, and growing number of quality-focused producers, Savoie offers a compelling and distinctive alternative to more mainstream French wine regions."
  },
  {
    "term": "Schnapps",
    "definition": "A distilled spirit common in Germany and Scandinavia, made from grains, fruit, or herbs, typically clear and strong."
  },
  {
    "term": "Scotch Whisky",
    "definition": "Scotch whisky is a legally protected spirit distilled and aged in Scotland, made primarily from malted barley or other grains, and aged for a minimum of three years in oak casks. Scotland’s whisky regions—Islay, Highlands, Speyside, Lowlands, and Campbeltown—offer distinct styles: Islay whiskies are famous for their bold peat smoke, while Speyside is known for elegant, fruity and honeyed malts. Production must follow strict regulations: it must be distilled to no more than 94.8% ABV, aged in oak casks (often ex-bourbon or sherry barrels), and bottled at no less than 40% ABV, with no additives allowed except water and caramel coloring."
  },
  {
    "term": "Scotland",
    "definition": "Scotland is considered the spiritual home of whisky, producing a wide range of Scotch whiskies that are globally revered for their tradition, complexity, and regional character. Legally, Scotch must be distilled and aged in Scotland for a minimum of three years in oak casks, and it must be made from water, malted barley (or other grains for grain whisky), and yeast. The country is divided into five primary whisky-producing regions—Highlands, Lowlands, Islay, Speyside, and Campbeltown—each known for distinct styles: from the peaty and smoky malts of Islay, to the elegant and fruity single malts of Speyside. Scotch whisky comes in several classifications including Single Malt, Blended Malt, Single Grain, and Blended Scotch, and is renowned for its aging potential, use of oak casks (often ex-bourbon or sherry), and strict quality controls. Scotland’s whisky heritage is not only a cornerstone of its economy and culture, but also serves as a benchmark for whisky production around the world."
  },
  {
    "term": "Screwcaps",
    "definition": "Screw caps, often referred to by the brand name Stelvin, are a modern alternative to traditional cork closures and have become increasingly popular, especially in New World wine regions like Australia and New Zealand. Made of aluminum with a threaded seal, screw caps offer a tight, consistent closure that prevents cork taint (TCA) and reduces the risk of oxidation or spoilage, making them ideal for preserving freshness in white wines, rosés, and youthful reds. A major advantage is their reliability and convenience—they are easy to open, reseal, and ideal for casual or on-the-go settings. However, some critics argue that screw caps may limit the slow, beneficial aging that natural cork allows due to lower oxygen exchange, and traditionalists may view them as less romantic or prestigious. Despite these concerns, many winemakers use high-grade screw caps with controlled oxygen ingress for age-worthy wines, and growing scientific evidence supports their effectiveness in maintaining wine quality over time."
  },
  {
    "term": "Sec",
    "definition": "French term for 'dry'."
  },
  {
    "term": "Sediment",
    "definition": "Solid matter that is left in or forms in the wine and presents itself upon pouring. This can be dealt with in many different ways, with the most common way to decant the wine before consuming."
  },
  {
    "term": "Semillon",
    "definition": "Golden-skinned grape from Bordeaux, essential in Sauternes and blended with Sauvignon Blanc for dry or sweet wines."
  },
  {
    "term": "Sherry",
    "definition": "A fortified wine from Jerez, in southern Spain. This wine is comprised mostly of the Palomino grape, however some other grapes (such as Moscatel and Pedro Ximenez) make their way into the blends. Sherry is often made from the Solera system, a method of fractional blending very rarely encountered in the world of wine. As with all fortified wine, high-proof grape spirit has been added, in this case after fermentation is almost done, with the resulting wines having alcohol levels between 15% and 22%, depending on style."
  },
  {
    "term": "Shochu",
    "definition": "A Japanese distilled spirit, usually lower in alcohol than whisky or vodka, made from rice, barley, or sweet potatoes, and often consumed with food."
  },
  {
    "term": "Sicily",
    "definition": "Sicily, Italy’s largest island, is a dynamic and sun-drenched wine region producing everything from robust reds like Nero d’Avola and Frappato to crisp, mineral-driven whites from Grillo, Catarratto, and volcanic-soil-grown Carricante on the slopes of Mount Etna, where elevation and ancient soils create striking expressions."
  },
  {
    "term": "Sloe Gin",
    "definition": "A British liqueur made by infusing sloe berries (a type of wild plum) in gin, creating a rich, fruity, slightly tart spirit often used in winter drinks."
  },
  {
    "term": "Smaragd",
    "definition": "The top category in a classification system in the Wachau region of Austria, based on ripeness level at harvest. This level has the highest alcohol levels and the most body, with some of these wines having high extract levels and intense richness on the palate."
  },
  {
    "term": "Soave",
    "definition": "Veneto, Italy. Soave, a white wine from the Veneto region of northeastern Italy, is primarily made from the Garganega grape and offers a light, crisp, and often floral character with notes of almond and citrus, ranging in style from fresh and easy-drinking to complex and age-worthy when grown in hillside Classico zones with volcanic soils."
  },
  {
    "term": "Solera",
    "definition": "A fractional blending system by which small amounts of each vintage are spread out and partially blended, with the resulting wines being mostly comprised of the last few vintages, but small amounts of many vintages passed are in the final wine. This is rarely encountered in the alcoholic beverage world, as it is a laborious and costly effort to make."
  },
  {
    "term": "Sonoma County",
    "definition": "Sonoma County, located just north of San Francisco, is one of California’s most diverse and respected wine regions, with a winemaking history dating back to the early 1800s. Influenced by Spanish missionaries and later European settlers, the area’s wine industry flourished in the 20th century alongside Napa, though with a more laid-back, grower-driven identity. Its cool coastal climate, varied elevations, and patchwork of soil types make it ideal for a wide range of grape varieties and styles. The region is divided into over 18 AVAs (American Viticultural Areas), each with its own character. Russian River Valley is famed for its cool-climate Pinot Noir and Chardonnay, while Alexander Valley produces powerful, fruit-driven Cabernet Sauvignon. Dry Creek Valley is best known for old-vine Zinfandel, and the Sonoma Coast offers elegant, high-acid wines thanks to maritime influence. With such diversity in terroir, Sonoma supports both artisanal small-lot producers and established estates, often emphasizing sustainability and site expression. Sonoma grows a wide range of grapes, with Chardonnay, Pinot Noir, and Cabernet Sauvignon leading the way, followed by Zinfandel, Merlot, and Sauvignon Blanc. The region’s commitment to sustainable farming, family-owned vineyards, and balanced winemaking has earned it global recognition. Sonoma wines often combine California richness with Old World restraint, offering both approachability and depth for wine lovers at all levels."
  },
  {
    "term": "Sour beer",
    "definition": "Sour beer is a style characterized by its tart, acidic flavor profile, typically achieved through wild yeast strains (like Brettanomyces) or lactic acid bacteria, and includes traditional types like Berliner Weisse, Gose, Lambic, and American Wild Ales that range from subtly tangy to mouth-puckeringly sharp."
  },
  {
    "term": "South Africa",
    "definition": "South Africa is an exciting and dynamic wine-producing country that bridges Old World tradition with New World innovation. With vineyards dating back to the 1600s, it has a long winemaking history rooted in European influence, but in recent decades has reinvented itself with a focus on quality, sustainability, and terroir expression. The country’s wine regions—most notably Stellenbosch, Swartland, and Walker Bay—benefit from a Mediterranean climate, cooling ocean breezes, and diverse soils that support a wide range of grape varieties. Signature wines include Chenin Blanc, which ranges from crisp and mineral-driven to rich and textured, and Pinotage, a uniquely South African red grape that blends earthy depth with bold fruit character. The Swartland region in particular has gained international attention for its old-vine, dry-farmed wines and minimal-intervention winemaking. South African wines often offer excellent value and balance, combining the elegance and structure of European wines with the ripeness and vibrancy typical of the Southern Hemisphere. For wine lovers exploring new regions, South Africa offers both tradition and innovation in every glass."
  },
  {
    "term": "Southwest France",
    "definition": "Southwest France (Sud-Ouest) is one of the country’s most varied and under-the-radar wine regions, offering a rich tapestry of indigenous grapes, traditional methods, and exceptional value. Located to the south of Bordeaux and stretching toward the Pyrenees and the Spanish border, the region encompasses a patchwork of distinct appellations, each with its own personality, climate, and soil types—from mountain foothills to river valleys. One of the best-known subregions is Cahors, famous for its bold, inky reds made from Malbec (locally called Côt), often blended with Merlot or Tannat. These wines are structured and earthy, with aging potential and a character quite distinct from their Argentine counterparts. In Madiran, Tannat takes center stage, producing deeply tannic reds that mellow beautifully over time—though modern techniques have made them more accessible in youth. The whites of Southwest France are equally impressive. In areas like Jurançon, winemakers craft both dry and sweet wines from native grapes such as Gros Manseng and Petit Manseng, known for their vibrant acidity and flavors of tropical fruit, citrus, and honey. Gaillac, one of France’s oldest wine regions, offers a wide range of styles—including sparkling wines made via the ancestral method, and reds from unique varieties like Duras and Fer Servadou. Unlike Bordeaux, where international varieties dominate, the Southwest is a stronghold of native grapes and traditional blends, often grown organically or sustainably."
  },
  {
    "term": "Soutirage",
    "definition": "A French winemaking term for moving the ageing wine off of its sediment by moving it from one contained to another."
  },
  {
    "term": "Spätlese",
    "definition": "A German label term denoting a “late harvest”, letting the fruit hang on the vine past the point of physiological ripeness. This increases the sugar content, or “must weight”, and thus the resulting wine will have sweetness, if not fermented dry. If the wine is harvested late and fermented to dryness, the wine will have a higher alcohol level than usually found, along with high amounts of dry extract."
  },
  {
    "term": "Spumante",
    "definition": "A term for sparkling wine in Italy."
  },
  {
    "term": "Stellenbosch",
    "definition": "Coastal Region, South Africa. Stellenbosch is South Africa’s most prestigious wine region, nestled among mountains and cooled by ocean breezes, where a mix of old-world tradition and modern innovation produces structured red wines—especially Cabernet Sauvignon and Bordeaux-style blends—as well as vibrant Chenin Blanc, all shaped by diverse soils and a Mediterranean climate."
  },
  {
    "term": "Steinfeder",
    "definition": "A ripeness category found in the Wachau region of Austria. This is the lightest and lowest alcohol level of a system that rewards ripeness and potential alcohol, found naturally from the best sites along the Danube River. These wines have a maximum alcohol level of 11.5% and are rarely found outside of the European Union."
  },
  {
    "term": "Stout",
    "definition": "A dark, roasted beer style derived from porter, known for its coffee, chocolate, and roasted malt flavors, with substyles like dry stout, milk stout, and imperial stout."
  },
  {
    "term": "Structure",
    "definition": "A wine tasting term denoting the way the wine feels on the palate, with a “well structured” wine having a balance of acidity and tannin."
  },
  {
    "term": "Sulfites",
    "definition": "Sulfites are naturally occurring and sometimes added compounds—primarily sulfur dioxide (SO₂)—used in winemaking to preserve freshness, prevent oxidation, and inhibit unwanted microbial growth, and while safe for most people in small amounts, they are often misunderstood as the cause of wine headaches, which are more commonly linked to alcohol, histamines, or dehydration."
  },
  {
    "term": "Super Tuscan",
    "definition": "A term found on wines from Tuscany, Italy that historically fell outside of the regulations of the strict DOC and DOCG systems. Comprised mostly of Bordeaux grapes and the regional specialty, Sangiovese, these are usually full bodied and heavier wines, with great complexity and a true laborious effort behind them."
  },
  {
    "term": "Sur lie",
    "definition": "A winemaking term denoting the process of ageing a wine on its dead yeast cells (a byproduct all wines have in some fashion) to gain aroma and flavor compounds the would not otherwise possess."
  },
  {
    "term": "Süssreserve",
    "definition": "A German winemaking term for grape juice and sugar mixture used to sweeten wines, as well as raise the potential alcohol when added into the fermentation vat."
  },
  {
    "term": "Swartland",
    "definition": "South Africa. Swartland, once overlooked and now a darling of South African wine, is a warm, dry inland region producing concentrated yet elegant wines from old-vine Syrah, Chenin Blanc, and Mediterranean blends, known for its artisanal, minimal-intervention winemaking and rugged, granitic soils."
  },
  {
    "term": "Syrah",
    "definition": "Syrah is a noble red grape variety known for producing deeply colored, full-bodied wines with impressive structure, complexity, and aging potential. Its origins lie in the Rhône Valley of France—particularly the Northern Rhône—where it shines in appellations such as Hermitage, Côte-Rôtie, Cornas, and Saint-Joseph. In these cooler climates, Syrah tends to express savory, peppery, and earthy characteristics with notes of black olive, violet, smoked meat, and black fruit. The wines are often firm and tannic in youth, evolving into layered, elegant expressions with age. Syrah has also found great success internationally, especially in Australia, where it is known as Shiraz and often made in a riper, more fruit-forward style. Australian regions like Barossa Valley, McLaren Vale, and Hunter Valley produce powerful Shiraz wines with rich blackberry, plum, chocolate, and spice notes, often with generous oak influence. In the New World—such as California, Washington State, South Africa, and Chile—Syrah adapts well to varying climates, showing versatility across a spectrum of styles, from plush and jammy to refined and mineral-driven. Despite its global reach, Syrah is somewhat misunderstood and underappreciated by casual consumers, often overshadowed by more recognizable names like Cabernet Sauvignon and Pinot Noir. However, among sommeliers and collectors, it is prized for its ability to express terroir, age gracefully, and deliver bold yet nuanced flavor profiles. Whether as a single-varietal wine or blended (as in GSM blends with Grenache and Mourvèdre), Syrah offers tremendous depth, making it one of the great grapes of the world."
  }
]