[
  {
    "term": "Table wine",
    "definition": "This term can be applied to any wine that is not sparkling or fortified but is often used to denote regional wines of moderate quality in the old world."
  },
  {
    "term": "Tafelwein",
    "definition": "A lower classification for German wines. These rarely get exported out of the European Union."
  },
  {
    "term": "Talento",
    "definition": "An Italian term for sparkling wine made from the traditional method."
  },
  {
    "term": "Tannat",
    "definition": "Tannat is a deeply colored, tannin-rich red grape originally from southwest France but now thriving in places like Uruguay and parts of the U.S., producing bold, structured wines with notes of black fruit, spice, and earth that benefit from aging or modern winemaking techniques to soften its naturally firm grip."
  },
  {
    "term": "Tannin",
    "definition": "A chemical compound, naturally occurring in wine, that gives the drinker the impression of astringency. This component is necessary, when in balance with other elements such as alcohol and acidity. With white wine, we want no tannin (or at least little) and with red wine we want the appropriate amount that is typical of that wine from that region."
  },
  {
    "term": "Tartaric acid",
    "definition": "This is a naturally occurring acid found in grapes and the corresponding wine. If you have ever seen some fine sediment in a bottle of white wine (especially if you leave it in an ice bucket too long) it’s tartaric crystals."
  },
  {
    "term": "Tasmania",
    "definition": "Australia’s cool-climate island state, known for high-quality sparkling wines and Pinot Noir."
  },
  {
    "term": "Taurasi",
    "definition": "Italy. A red wine appellation in Campania, Italy, based on the Aglianico grape (DOCG)."
  },
  {
    "term": "Tawny Port",
    "definition": "A style of fortified wine from the Oporto region in Portugal. Of the two main styles of port, ruby and tawny, the tawny is aged “oxidatively” for an extended period, leaving the wine with toasted caramel, coffee and mocha aromas and flavors. Conversely, the ruby style will have less ageing, and you will smell and taste much more fresh and ripe fruit in comparison to the tawny style."
  },
  {
    "term": "TCA",
    "definition": "2,4,6-trichloroanisole is the chemical compound responsible for the wine fault we identify as “corked”."
  },
  {
    "term": "Tea",
    "definition": "Tea, derived from the leaves of the Camellia sinensis plant, represents the world's second most consumed beverage after water and encompasses six main categories—white, green, oolong, black, dark (pu-erh), and yellow—that are distinguished primarily by their level of oxidation and processing methods rather than different plant varieties. The fundamental difference between tea types lies in how the leaves are treated after harvesting: green teas are quickly heated to prevent oxidation (maintaining their fresh, grassy character), black teas are fully oxidized to develop robust, malty flavors, while oolong teas are partially oxidized to create complex profiles that bridge green and black tea characteristics. Terroir plays a crucial role in tea quality, with factors like altitude, soil composition, climate, and seasonal timing affecting flavor development—high-altitude teas from regions like Darjeeling, Ceylon, and Chinese mountain gardens often produce more complex, nuanced cups due to slower growth and concentrated flavors. Proper brewing technique is essential for quality tea appreciation: different tea types require specific water temperatures (160-185°F for delicate greens, 200-212°F for robust blacks) and steeping times (1-3 minutes for most teas) to extract optimal flavors without bitterness, while factors like tea-to-water ratio and water quality significantly impact the final cup."
  },
  {
    "term": "Tears",
    "definition": "A winetasting term used to describe the viscosity of the wine as it runs down the side of the glass. This is a direct correlation to alcohol and residual sugar and has little to do with quality."
  },
  {
    "term": "Temecula",
    "definition": "California, United States. Temecula, located inland from Southern California’s coast, is a warm-climate wine region that produces approachable, fruit-forward wines—notably Syrah, Zinfandel, and Vermentino—and while often overlooked, it is developing a tourism-friendly reputation anchored by sun-soaked vineyards and local hospitality."
  },
  {
    "term": "Tempranillo",
    "definition": "Tempranillo is Spain’s noble red grape, known for producing structured yet elegant wines with red fruit, tobacco, and earthy notes, and it serves as the backbone of classic Spanish appellations like Rioja and Ribera del Duero, where it can express both youthful vibrancy and long-lived complexity."
  },
  {
    "term": "Terroir",
    "definition": "Terroir is a foundational wine concept referring to the complete natural environment in which grapes are grown—including soil, climate, topography, and even local microbial life—that together shape the character, flavor, and identity of a wine in ways unique to its place of origin."
  },
  {
    "term": "Tête de cuvée",
    "definition": "Tête de cuvée refers to the top-tier or flagship bottling from a Champagne house or sparkling wine producer, typically made from the best grapes in the finest vintages, and representing the house’s ultimate expression of quality, finesse, and aging potential, such as Dom Pérignon or Cristal."
  },
  {
    "term": "Tequila",
    "definition": "Tequila is a distinctive Mexican spirit made exclusively from the blue Weber agave plant, primarily in the region surrounding Tequila, Jalisco, and a few designated areas in other Mexican states. To be legally called tequila, it must be produced in Mexico under strict regulation, and must contain at least 51% blue agave, though the best-quality tequilas—labeled 100% agave—are made entirely from the plant’s fermented sugars. After harvest, the agave “piñas” are cooked, crushed to extract juice, fermented, and then distilled, often twice, to create a clear, high-proof spirit. Tequila is categorized by aging: Blanco (unaged), Reposado (aged 2–12 months), Añejo (1–3 years), and Extra Añejo (3+ years), each offering a different expression of agave flavor and wood influence. Valued for its earthy, herbal, and peppery character, tequila is both a foundational cocktail spirit (as in Margaritas and Palomas) and a complex artisanal product appreciated by connoisseurs worldwide."
  },
  {
    "term": "Texas",
    "definition": "United States. Texas is an emerging wine region with a vast and varied landscape, where high-elevation areas like the Texas High Plains AVA produce bold, sun-ripened wines—especially Tempranillo, Mourvèdre, and Viognier—that thrive in the warm, dry climate and reflect the state’s growing ambition to define its own distinctive wine identity. The Texas Hill Country AVA is an area that has seen a lot of growth and increased popularity over the last decade."
  },
  {
    "term": "Tinto",
    "definition": "A Spanish term for red wine."
  },
  {
    "term": "Tokaj",
    "definition": "Tokaji is a historic and prestigious wine from the Tokaj region in northeastern Hungary, most renowned for its Tokaji Aszú, one of the world’s great sweet wines made from botrytized (noble rot) grapes. The primary grape used is Furmint, which has high acidity, allowing the wines to remain balanced despite their intense sweetness. Tokaji wines are traditionally labeled by “puttonyos,” a measure of sweetness, and aged in underground cellars that enhance their development and complexity."
  },
  {
    "term": "Toro",
    "definition": "Castilla y León , Spain. Toro is a Denominación de Origen (DO) in Spain’s Castilla y León region known for producing powerful, full-bodied red wines from the Tempranillo grape (locally called Tinta de Toro), often showing intense dark fruit, firm tannins, and remarkable structure due to the region’s high elevation and extreme climate."
  },
  {
    "term": "Torrontés",
    "definition": "Argentina’s signature white grape, especially from Salta and La Rioja provinces, known for its aromatic floral and peachy profile."
  },
  {
    "term": "Touriga Nacional",
    "definition": "Touriga Nacional is Portugal’s most prestigious red grape, revered for its role in both Port production and dry red wines, offering deep color, floral aromatics, and dense, age-worthy structure, and thriving in the country’s hot, mountainous vineyards."
  },
  {
    "term": "Trappist beer",
    "definition": "Trappist beer refers to a highly respected category of abbey-style ales brewed by Trappist monks within the walls of a Trappist monastery, with proceeds supporting the monastic community or charitable causes. To carry the “Authentic Trappist Product” seal, the beer must be brewed under the supervision of monks, at a monastery, and not for profit—criteria overseen by the International Trappist Association. These beers are most famously produced in Belgium, though select Trappist breweries also exist in the Netherlands, Austria, Italy, England, France, and the USA, each with limited and highly traditional production. Styles vary but often include Dubbel (dark and malty), Tripel (strong and golden), and Quadrupel (rich, boozy, and complex), typically bottle-conditioned and known for their yeasty esters, dark fruit flavors, and elegant structure. Trappist beers are deeply rooted in history, craftsmanship, and spiritual discipline, making them some of the most revered and sought-after beers in the world."
  },
  {
    "term": "Trebbiano (Ugni Blanc)",
    "definition": "Widely planted Italian white grape, known for crisp acidity and used in Cognac and Armagnac distillation in France."
  },
  {
    "term": "Triple Sec",
    "definition": "A clear orange-flavored liqueur, originally from France, used in classics like the Margarita and Cosmopolitan; Cointreau is a premium example."
  },
  {
    "term": "Trocken",
    "definition": "German wine label term for dry, with the resulting wine having a lower residual sugar content."
  },
  {
    "term": "Trockenbeerenauslese",
    "definition": "A pradikat level in the German and Austrian classification system. This wine has been harvested late and dried, leaving miniscule yields and almost no wine in most vintages. This wine is extremely hard to make and exceedingly rare, with a price tag to match."
  },
  {
    "term": "TTB",
    "definition": "The U.S. federal agency that regulates alcohol labeling, advertising, and taxation—critical for legal compliance in wine, beer, and spirits."
  },
  {
    "term": "Tuscany",
    "definition": "Italy. Tuscany is in central Italy and is one of the country’s most iconic wine regions, known for its rolling hills, cypress-lined roads, and historic estates producing world-renowned wines. At the heart of Tuscan wine is Sangiovese, the grape behind Chianti, Brunello di Montalcino, and Vino Nobile di Montepulciano, offering wines with bright acidity, firm tannins, and notes of cherry, earth, and herbs. The region is also home to Super Tuscans—innovative blends that often include international varieties like Cabernet Sauvignon and Merlot, challenging tradition and gaining global acclaim. Tuscany’s varied terroirs, from coastal Bolgheri to high-elevation Montalcino, allow for both classic and modern styles to thrive."
  }
]