[
  {
    "term": "Valdeorras",
    "definition": "A Spanish DO in Galicia producing high-quality Godello whites and Mencía reds."
  },
  {
    "term": "Valencia",
    "definition": "Valencia, on Spain’s southeastern coast, is a sun-drenched region producing aromatic Moscatel wines and juicy reds from Monastrell, increasingly recognized for its diverse styles and affordability."
  },
  {
    "term": "Valle de Guadalupe",
    "definition": "Mexico’s premier wine-producing region in Baja California, known for innovative red blends and Mediterranean-style whites."
  },
  {
    "term": "Valpolicella",
    "definition": "A red wine region in Italy’s Veneto known for light, fruity wines and powerful Amarone and Ripasso styles made from Corvina, Rondinella, and Molinara grapes."
  },
  {
    "term": "Valtellina",
    "definition": "A mountainous wine region in northern Italy’s Lombardy, known for Nebbiolo-based wines (locally called Chiavennasca) with elegance and alpine freshness."
  },
  {
    "term": "Varietal",
    "definition": "A term denoting “variety” or grape type, often used in the wine professional community but very rarely encountered otherwise."
  },
  {
    "term": "Vat",
    "definition": "A big container for fermenting, ageing or storing wine in."
  },
  {
    "term": "Vecchia Romagna",
    "definition": "A classic Italian brandy made from Trebbiano grapes, known for its smooth, nutty flavor and iconic triangular bottle."
  },
  {
    "term": "Vendange",
    "definition": "The term for harvest in France."
  },
  {
    "term": "Veneto",
    "definition": "Veneto, located in northeastern Italy, is one of the country’s most productive and diverse wine regions, stretching from the foothills of the Alps to the Adriatic Sea. It is internationally known for Prosecco, the crisp, sparkling wine made primarily from the Glera grape, and for the rich, powerful reds of Valpolicella, including Amarone della Valpolicella, a wine made from dried grapes using the appassimento method to achieve concentration and depth. Veneto also produces Soave, a refreshing white wine made mostly from Garganega, often characterized by its almond notes and stony minerality. The region’s landscape and climate vary widely, offering cool alpine influences in the north and warmer plains toward the coast, allowing for a wide range of grape varieties and styles. While it excels in quantity, Veneto also delivers significant quality across both everyday table wines and some of Italy’s most celebrated DOC and DOCG offerings."
  },
  {
    "term": "Verdelho",
    "definition": "A grape variety found in Portugal, and sparingly in other parts of Europe."
  },
  {
    "term": "Verdejo",
    "definition": "Verdejo is a white grape native to Spain, most famously grown in the Rueda region, where it thrives in the high-altitude, continental climate. It produces aromatic, zesty wines with flavors of lime, green melon, fennel, and sometimes a subtle bitterness on the finish. Though often made in a fresh, unoaked style, some producers age it on lees or in oak to add texture and complexity. Despite its similarity in name, Verdejo is distinct from the Portuguese Verdelho grape, which is used in Madeira and other dry white wines. Verdejo’s vibrant acidity and slight herbal edge make it a versatile partner for seafood and light Mediterranean dishes."
  },
  {
    "term": "Vermentino",
    "definition": "A Mediterranean white grape common in Sardinia, Corsica, and Liguria, yielding fresh, saline wines ideal for seafood."
  },
  {
    "term": "Vermouth",
    "definition": "A fortified and aromatized wine, often flavored with herbs, roots, and spices, used in cocktails like the Martini, Manhattan, and Negroni."
  },
  {
    "term": "Vendange tardive",
    "definition": "The term for late harvest in France, a practice found in many sweet wines and a select few dry wines around the world. Late harvesting wine will certainly increase the sugar content; however, it does not always mean the wine will be sweet. Alsace is known for producing wines that are harvested late, have a high amount of sugar at harvest, but are fermented to near dryness leaving a wine that has higher alcohol, more body and more extract."
  },
  {
    "term": "Véraison",
    "definition": "A viticulture term for the period when the grape begins to turn color on the vine."
  },
  {
    "term": "Victoria",
    "definition": "Australia. Victoria is a cool-climate stronghold in southeastern Australia where regions like Yarra Valley and Mornington Peninsula produce refined Pinot Noir, Chardonnay, and distinctive sparkling wines."
  },
  {
    "term": "Vieilles vignes",
    "definition": "A French term for “old vines”, denoting a vine that has been producing fruit for a sustained period of time."
  },
  {
    "term": "Vin clair",
    "definition": "The “base wine” of Champagne before the bubbles are created from the second fermentation."
  },
  {
    "term": "Vin Délimité de Qualité Supérieure",
    "definition": "VDQS. A classification system that is now mostly defunct in France."
  },
  {
    "term": "Vin de Liqueur",
    "definition": "A French term for fortified wine made by adding grape spirit to unfermented or partially fermented juice, resulting in a sweet, high-alcohol wine (e.g., Pineau des Charentes)."
  },
  {
    "term": "Vin Doux Naturel",
    "definition": "Vin Doux Naturel (VDN) is a category of fortified sweet wines primarily produced in southern France, notably in regions like Rivesaltes, Banyuls, and Muscat de Beaumes-de-Venise. These wines are made by adding neutral grape spirit to partially fermented must, halting fermentation and preserving natural grape sugars. VDNs can be made from white or red grapes—such as Muscat or Grenache—and display rich, concentrated flavors ranging from citrus and tropical fruits to figs, cocoa, and spice, depending on the grape and aging style. Some are aged oxidatively in glass demijohns or wooden casks, developing complex nutty and caramel notes. They are traditionally enjoyed as dessert wines but can also pair beautifully with cheese, chocolate, or even savory dishes like duck with fruit sauce."
  },
  {
    "term": "Vin gris",
    "definition": "A term for a very pale rose, which can appear almost gray in the glass."
  },
  {
    "term": "Vihno Licoroso",
    "definition": "Fortified wine from Portugal."
  },
  {
    "term": "Vinho Verde",
    "definition": "Vinho Verde, in Portugal’s lush northwest, is known for its young, lightly fizzy white wines made from grapes like Alvarinho and Loureiro, offering zesty acidity and refreshing drinkability."
  },
  {
    "term": "Vintage",
    "definition": "Refers to the year the grapes were harvested."
  },
  {
    "term": "Vinification",
    "definition": "A term for winemaking, specifically the science behind the process."
  },
  {
    "term": "Vino de la Tierra",
    "definition": "A term for “country wines” in Spain, which is usually a bulk or lower quality product."
  },
  {
    "term": "Vino de Mesa",
    "definition": "A term for “table wine” in Spain. Usually of low to moderate quality, when in country, these wines can be pleasant and sometimes very well made."
  },
  {
    "term": "Vintage Port",
    "definition": "Vintage Port is the most prestigious style of Port, made only in declared years from the best grapes of a single vintage, aged briefly in barrels before bottling and then matured for decades in glass, evolving from intense, dark fruit and tannins to a complex, velvety wine with notes of spice, dried fruit, and chocolate."
  },
    {
    "term": "Viognier",
    "definition": "Viognier is an aromatic white grape that hails from the southern areas of France, grown in famous communes like Condrieu and around the city of Avignon. In the Rhône Valley, this variety produces serious wines with a lot of diverse aromatics and flavors. It often has the aromas of Riesling and the body style of Chardonnay, offering more a more fruit forward version of a full-bodied white wine. In the central coast region of California, it can be made in a wide array of styles, with some achieving fairly good quality levels. Some of these offerings have oak and a medium to full body, while others are made without oak and are on the lighter side."
  },
    {
    "term": "Viscosity",
    "definition": "A wine tasting term that describes the weight of the wine on the palate or the apparent thickness (or lack thereof) of the liquid in the glass."
  },
  {
    "term": "Vitis labrusca",
    "definition": "A species of grape more known for table grapes, jelly and jam."
  },
  {
    "term": "Vitis vinifera",
    "definition": "Vitis vinifera is the primary species of grapevine used in the production of nearly all the world’s fine wines. Native to the Mediterranean and Central Asia, it includes thousands of cultivars such as Cabernet Sauvignon, Chardonnay, and Riesling. Unlike hybrid or native American grape species, Vitis vinifera is prized for its ability to produce wines with complexity, balance, and aging potential."
  },
  {
    "term": "Vodka",
    "definition": "Vodka is a neutral spirit typically distilled from grains (such as wheat, rye, or corn) or other fermentable materials like potatoes, grapes, or even sugar beets, and is known for its purity, clarity, and minimal aroma or flavor. Defined legally in the U.S. as “without distinctive character, aroma, taste, or color,” vodka is usually distilled to a very high proof (often above 190) and then diluted to bottling strength, commonly 40% ABV (80 proof). Though traditionally associated with Russia and Poland, vodka is produced worldwide and has become a staple base for cocktails due to its versatility and clean profile. In recent years, craft distillers have experimented with single-origin vodkas, flavored expressions, and less-filtered styles that highlight subtle differences in raw materials, making vodka a more nuanced spirit than its “neutral” reputation might suggest."
  },
  {
    "term": "Volatile acidity",
    "definition": "Wine contains many different types of acids, some of which have detrimental impacts on the finished wine. Volatile acidity, also know simply as VA, can resemble acetone if levels are too high, but add an interesting dimension to some wines that are typical to these aromas and flavors."
  },
  {
    "term": "Volnay",
    "definition": "Burgundy, France. Volnay, in Burgundy’s Côte de Beaune, is cherished for its silky, perfumed Pinot Noir that embodies finesse, floral aromatics, and graceful aging potential."
  },
  {
    "term": "Vosne-Romanée",
    "definition": "Burgundy, France. A jewel of the Côte de Nuits, Vosne-Romanée produces some of the world’s most revered and sensual Pinot Noirs, including legendary Grand Crus like Romanée-Conti and La Tâche."
  },
  {
    "term": "Vouvray",
    "definition": "Vouvray is a celebrated white wine appellation in the Loire Valley of France, made exclusively from the Chenin Blanc grape, known locally for its ability to reflect both terroir and vintage variation with remarkable versatility. Depending on the year and producer, Vouvray can range from bone-dry (sec) to lusciously sweet (moelleux), and even sparkling (mousseux), often showcasing flavors of quince, honey, lanolin, and vibrant acidity with excellent aging potential."
  }
]