[
  {
    "term": "Wachau",
    "definition": "Austria. Wachau is a steep, terraced valley along the Danube River known for producing some of the world’s finest dry Rieslings and Grüner Veltliners, often labeled by ripeness levels like Steinfeder, Federspiel, and Smaragd."
  },
  {
    "term": "Walla Walla Valley",
    "definition": "United States. Split between Washington and Oregon, Walla Walla is a dynamic wine region famed for its bold Syrah, Cabernet Sauvignon, and expressive Merlot, shaped by desert-like conditions and diverse soils."
  },
  {
    "term": "Walker Bay",
    "definition": "A South African coastal region producing elegant Chardonnay and Pinot Noir with strong maritime influence."
  },
  {
    "term": "Washington State",
    "definition": "Washington State is the second-largest wine-producing region in the U.S., known for its bold, structured red wines—especially Cabernet Sauvignon, Merlot, and Syrah—as well as crisp, aromatic whites like Riesling and Chardonnay. While Seattle’s rainy reputation may cause confusion, nearly all of the state’s vineyards lie east of the Cascade Mountains, in a much drier, high-desert climate with sunny days and cool nights, ideal for preserving acidity and ripening grapes evenly. The state's hallmark is balance: wines often show ripe fruit alongside freshness and polish, thanks to the region's volcanic soils, glacial deposits, and innovative irrigation from the Columbia River. AVA regions like Walla Walla Valley, Red Mountain, and Yakima Valley are gaining global recognition for producing wines of depth, precision, and ageability. With a pioneering spirit, a collaborative winemaking community, and growing sustainability initiatives, Washington continues to rise in prestige on the world wine stage."
  },
  {
    "term": "Weight",
    "definition": "A wine tasting term that describes the viscosity of the wine and the way it sits on the palate."
  },
  {
    "term": "Weihenstephaner",
    "definition": "The world’s oldest continuously operating brewery (founded in 1040 in Bavaria), known for its classic wheat beers."
  },
  {
    "term": "Weingut",
    "definition": "A wine producing estate in Germany that owns its own vineyards."
  },
  {
    "term": "Weinkellerei",
    "definition": "A wine producing estate in Germany that purchases its grapes and does not own its own vineyards."
  },
  {
    "term": "Westmalle",
    "definition": "A Belgian Trappist brewery producing world-renowned Dubbel and Tripel ales with deep malt and yeast complexity."
  },
  {
    "term": "Westvleteren",
    "definition": "A rare Belgian Trappist brewery making limited, highly sought-after beers, often considered among the best in the world."
  },
  {
    "term": "WO",
    "definition": "The Wine of Origin (WO) system, established in 1973, serves as South Africa's appellation system that guarantees the geographic origin, vintage, and grape variety stated on wine labels through rigorous certification and tasting panels. The system creates a hierarchical structure of geographic units, from broad regions like Western Cape down to specific wards (the smallest designated areas), with stricter regulations requiring higher percentages of stated components as you move to smaller, more defined areas. To qualify for WO certification, wines must contain at least 85% of the stated vintage, 85% of the declared grape variety, and 100% of grapes from the specified geographic area, ensuring authenticity and traceability. The system also includes an official tasting panel that evaluates wines for typicity and quality before granting certification, with approved wines receiving a distinctive seal on the bottle. Unlike European systems that focus heavily on traditional methods and specific terroir classifications, South Africa's WO system emphasizes geographic origin while allowing winemakers flexibility in grape varieties and winemaking techniques. This approach has helped establish credibility for South African wines in international markets while protecting consumers from misleading labeling practices."
  },
  {
    "term": "Wheat beer",
    "definition": "A refreshing, often hazy beer style brewed with a significant proportion of wheat, offering creamy texture and notes of citrus, banana, or clove, depending on the yeast strain used."
  },
  {
    "term": "Whiskey",
    "definition": "Whiskey (or whisky, depending on the region) is a broad and historic category of distilled spirit made from fermented grain mash—most commonly barley, corn, rye, or wheat—and typically aged in wooden barrels, which impart complexity, color, and character over time. Originating in Ireland and Scotland, whiskey has since become a global phenomenon, with distinct styles emerging in America, Canada, Japan, and beyond. Each country has its own rules: Scotch must be aged at least three years in oak and is often peated and smoky; bourbon must be made from at least 51% corn and aged in new charred oak; rye whiskey offers a spicier profile; and Japanese whisky often mimics Scotch’s elegance while incorporating local finesse. Whiskey’s flavor profile is shaped by its ingredients, distillation method, barrel type, and aging time, ranging from light and floral to rich, smoky, and intense, making it one of the most diverse and revered spirit categories in the world."
  },
  {
    "term": "White Zinfandel",
    "definition": "A style of wine, comprised mostly of the Zinfandel grape, that has been made into an easy drinking, sometimes off-dry, rose style of wine that rose to popularity in the 1980’s."
  },
  {
    "term": "Whole cluster fermentation",
    "definition": "A winemaking term, or phrase, that denotes using the entire grape bunch (with stems and all) when pressing the grapes for their juice. This imparts tannin and flavors compounds from the wooded plant material (stems) being present in the fermentation process."
  },
  {
    "term": "Willamette Valley",
    "definition": "Oregon, United States. Willamette Valley is Oregon’s flagship wine region, globally respected for its cool-climate Pinot Noir and Chardonnay shaped by marine-influenced weather and volcanic soils."
  },
  {
    "term": "Wine Press",
    "definition": "A winemaking device that presses the juice out of the grapes before fermentation."
  },
  {
    "term": "Witbier",
    "definition": "A Belgian-style wheat beer brewed with orange peel and coriander, known for its cloudy appearance, light body, and citrus-spice profile."
  },
  {
    "term": "Wormwood",
    "definition": "A bitter herb used in the flavoring of absinthe and some vermouths, known for its role in traditional medicinal tonics and complex bitterness."
  }
]