[
  {
    "term": "Yamazaki",
    "definition": "Japan’s first and most famous whisky distillery, known for producing elegant, complex single malts that helped elevate Japanese whisky on the global stage."
  },
  {
    "term": "Yeast",
    "definition": "An organism, prevalent all around us, that is necessary for turning the sugar found in all fruit to alcohol by way of chemical conversion."
  },
  {
    "term": "Yecla",
    "definition": "A region in the Murcia area of southeastern Spain."
  },
  {
    "term": "Yeso",
    "definition": "A type of rock that is used in the fining and filtration process, found mostly in southern Spain and Portugal."
  },
  {
    "term": "Yield",
    "definition": "The number of grapes (or liquid from the crushed grapes) that is available (or allowed by law) from a particular vineyard. The European Union often has laws regulating the amount of liquid can be derived from any on plot of land, as a way to promote higher quality wines."
  },
  {
    "term": "Yountville",
    "definition": "A subregion of the Napa Valley AVA in northern California."
  },
  {
    "term": "Yukon Jack",
    "definition": "A Canadian honey-flavored whisky liqueur, bold and sweet, often described as “the Black Sheep of Canadian Liquors."
  },
  {
    "term": "Yquem, Château d'",
    "definition": "Château d'Yquem stands as the undisputed king of dessert wines, holding the unique Premier Cru Supérieur classification in Sauternes since 1855—a distinction shared by no other wine estate in Bordeaux—and consistently producing the world's most coveted and expensive sweet wine from Sémillon and Sauvignon Blanc grapes affected by noble rot (Botrytis cinerea). The estate's obsessive pursuit of perfection includes hand-selecting individual grapes through multiple harvest passes (sometimes up to 11 separate pickings), using only fruit with the ideal concentration of noble rot, and aging the wine in new French oak barrels for up to three and a half years, resulting in production so limited that each vine produces barely one glass of wine. Yquem's legendary aging potential spans centuries, with wines from the 1800s still drinking magnificently today, displaying an extraordinary evolution from fresh honeyed fruit to complex flavors of caramel, spice, dried fruits, and exotic florals that represent the pinnacle of what dessert wine can achieve."
  }
]
